[{"id":1,"StageID":1,"Number":1,"Title":"Individual Letters","TitleSwa":"Herufi za Kiarabu","TitleFr":"Lettres individuelles","TitlePt":"Letras Individuais","TitleEs":"Letras Individuales","Title1":null,"Title1Swa":null,"Title1Fr":null,"Title1Pt":null,"Title1Es":null,"Summary":"The Arabic alphabet is made up of 28 letters. This lesson is helping you to recognize the shape of each of the 28 letters and its correct pronunciation. Starting with the first letter on the right, click to hear the correct pronunciation of the letter. Pronounce the letter by yourself repeatedly until you are confident that you can associate the shape of each letter with its pronunciation.","SummarySwa":"Alfabeti ya Kiarabu imeundwa na herufi 28. Somo hili linakusaidia kulitambua umbo la kila moja katika hizo herufi 28 na matamshi yake sahihi. Kuanzia herufi ya kwanza kulia, bonyeza ili usikie matamshi sahihi ya herufi hiyo. Itamke mwenyewe herufi hiyo na  kuirudia mpaka ujiamini kuwa unaweza kulinganisha umbo la kila herufi na matamshi yake.","SummaryFr":"L’alphabet arabe est composé de 28 lettres. Grâce à cette leçon, vous serez en mesure de bien identifier la structure de chacune de ces 28 lettres et sa prononciation correcte. En commençant par la première lettre à droite, cliquez pour écouter la prononciation correcte de la lettre. Prononcez la lettre tout seul à plusieurs reprises et assurez-vous que vous parvenez à associer à chaque lettre sa prononciation.","SummaryPt":"O alfabeto árabe é formado por 28 letras. Esta lição está ajudando você a reconhecer a forma de cada uma das 28 letras e sua pronúncia correta. Começando com a primeira letra à direita, clique para ouvir a pronúncia correta da letra. Pronuncie a letra sozinho repetidamente até ter certeza de que pode associar a forma de cada letra à sua pronúncia.","SummaryEs":"El alfabeto árabe se compone de 28 letras. Esta lección te ayudara reconocer la forma de cada una de las 28 letras y su correcta pronunciación. Comenzando con la primera letra a la derecha, haga clic para escuchar la pronunciación correcta de la letra. Pronuncia la letra tú mismo varias veces hasta que estés seguro de que puedes asociar la forma de cada letra con su pronunciación.","Summary1":"","Summary1Swa":null,"Summary1Fr":null,"Summary1Pt":null,"Summary1Es":null,"Image":"lessons_s1_l1","Sort":1},{"id":2,"StageID":1,"Number":2,"Title":"Letter Positions","TitleSwa":"Mahali pa Herufi","TitleFr":"Positions des lettres","TitlePt":"Posições das Letras","TitleEs":"Posición de las Letras","Title1":null,"Title1Swa":null,"Title1Fr":null,"Title1Pt":null,"Title1Es":null,"Summary":"So far, you have learnt to recognize the shapes of individual Arabic letters. However, the shape of an Arabic letter changes when it is connected to other letters to form words. Therefore, the shape of an Arabic letter in an Arabic word depends on its position in a word, whether it appears at the “beginning” of the word, “middle” of the word or at the “end” of the word. This lesson is helping you to recognize the correct shape of each Arabic letter as it appears at the beginning, in the middle, and at the end of a word. Starting with the first letter on the right, click to hear the correct pronunciation of the letter. Note carefully the shape of the letter when it is at the beginning, in the middle, and at the end of a word. Repeat the exercise as many times as it is necessary until you feel you have mastered the three different shapes of a letter in a word before you move to the next letter.","SummarySwa":"Hadi sasa, umejifunza kutambua maumbo ya herufi za Kiarabu, moja moja. Walakini, umbo la herufi ya Kiarabu hubadilika linapounganishwa na herufi zingine katika kuunda maneno. Kwa hivyo, umbo la herufi ya Kiarabu katika neno la Kiarabu hutegemea mahali pake katika neno, iwe inaonekana \"mwanzo\" wa neno, \"katikati\" ya neno au \"mwisho\" wa neno. Somo hili linakusaidia kuitambua sura sahihi ya kila herufi ya Kiarabu vile inavyoonekana mwanzoni, katikati, na mwisho wa neno. Kuanzia herufi ya kwanza kulia, bonyeza ili usikie matamshi sahihi ya herufi hiyo. Angalia kwa makini umbo la herufi linapokuwa mwanzoni, katikati, na mwisho wa neno. Rudia zoezi hilo mara nyingi kadiri inavyohitajika mpaka uhisi umezifahamu barabara mahali pa tatu tofauti pa herufi katika neno kabla ya kuendea herufi inayofuata.","SummaryFr":"Jusqu’à présent, vous venez d’apprendre à identifier les formes des lettres arabes dans leur ensemble. Cependant, la forme d’une lettre arabe varie en étant reliée à d’autres lettres pour former des mots. En effet, il est important de savoir qu’une lettre en arabe n’a pas la même forme selon sa position dans un mot (début, milieu, fin). Cette leçon est destinée à vous aider à reconnaître la forme correcte de chaque lettre arabe figurant au début, au milieu et à la fin d’un mot. À commencer par la première lettre à droite, il suffit de cliquer pour écouter sa prononciation correcte. Noter attentivement la forme de la lettre quand elle apparaît au début, au milieu et à la fin d’un mot. Répétez l’exercice autant de fois que nécessaire pour vous assurer une parfaite maîtrise des trois formes différentes d’une lettre dans un mot avant de passer à la lettre suivante.","SummaryPt":"Até agora, você aprendeu a reconhecer as formas das letras árabes individuais. No entanto, a forma de uma letra árabe muda quando ela é conectada a outras letras para formar palavras. Portanto, a forma de uma letra árabe em uma palavra árabe depende de sua posição em uma palavra, se aparece no “início” da palavra, “meio” da palavra ou no “fim” da palavra. Esta lição está ajudando você a reconhecer a forma correta de cada letra árabe conforme ela aparece no início, no meio e no final de uma palavra. Começando com a primeira letra à direita, clique para ouvir a pronúncia correta da letra. Observe cuidadosamente a forma da letra quando está no início, no meio e no final de uma palavra. Repita o exercício quantas vezes for necessário até sentir que domina as três formas diferentes de uma letra em uma palavra antes de passar para a próxima letra","SummaryEs":"Hasta ahora, has aprendido a reconocer las formas de las letras árabes individuales. Sin embargo, la forma de una letra árabe cambia cuando se conecta a otras letras para formar palabras. Por lo tanto, la forma de una letra en una palabra árabe depende de su posición, ya sea que aparezca al \"principio\" de la palabra, \"en medio\" o al \"final\". Esta lección te está ayudando a reconocer la forma correcta de cada letra árabe tal como aparece al principio, en el medio y al final de una palabra. Comenzando con la primera letra a la derecha, haga clic para escuchar la pronunciación correcta de la letra. Note cuidadosamente la forma de la letra cuando está al principio, en el medio y al final de una palabra. Repite el ejercicio tantas veces como sea necesario hasta que sientas que dominas las tres formas diferentes de una letra en una palabra antes de pasar a la siguiente letra","Summary1":"","Summary1Swa":null,"Summary1Fr":null,"Summary1Pt":null,"Summary1Es":null,"Image":"lessons_s1_l2","Sort":3},{"id":3,"StageID":1,"Number":3,"Title":"Connected Letters","TitleSwa":"Herufi Zilizounganishwa","TitleFr":"Lettres Reliées","TitlePt":"Letras Conectadas","TitleEs":"Letras Conectadas","Title1":null,"Title1Swa":null,"Title1Fr":null,"Title1Pt":null,"Title1Es":null,"Summary":"Arabic words are formed by joining individual letters. This lesson helps you to recognize a word and all the individual letters that make-up that word. For example, the word Laam-Alif, is made up of two letters: Laam and Alif. In this lesson you will also learn to recognize the different shapes of particular letters in a word. For example, Laam-Alif can appear in various different shapes in a word. Starting with the first word on the right, click to hear the correct pronunciation of the word. Pronounce the word by yourself repeatedly until you are confident that you can associate the shape of each word with its pronunciation.","SummarySwa":"Maneno ya Kiarabu huundwa kwa kuziunganisha herufi. Somo hili linakusaidia kulitambua neno na herufi zote ambazo zinalifanya neno hilo. Kwa mfano, neno Laam-Alif, linaundwa na herufi mbili; Laam na Alif. Somo hili vilevile litakuonesha tafauti ya umbo la herufi hizi katika neno. Kuanzia na neno la kwanza kulia, bonyeza ili usikie matamshi sahihi ya neno. Litamke mwenyewe neno hilo na kulirudia mpaka ujiamini kuwa unaweza kulinganisha umbo la kila neno na matamshi yake.","SummaryFr":"La construction des mots en langue arabe se base sur une combinaison de lettres séparées. Vous apprendrez ainsi à bien reconnaître un mot et toutes les lettres individuelles qui le composent. Par exemple, le mot Laam-Alif, est composé de deux lettres : Laam et Alif. Vous y apprendrez également à reconnaître les différentes formes des lettres d’un mot. Par exemple, Laam-Alif peut prendre différentes formes dans un mot. Commençant par le premier mot à droite, cliquez pour écouter la prononciation correcte du mot. Prononcez le mot vous-même à plusieurs reprises et assurez-vous que vous êtes capable d’associer la forme de chaque mot à sa prononciation.","SummaryPt":"As palavras árabes são formadas pela junção de letras individuais. Esta lição ajuda você a reconhecer uma palavra e todas as letras individuais que compõem essa palavra. Por exemplo, a palavra Laam-Alif é composta por duas letras: Laam e Alif. Nesta lição, você também aprenderá a reconhecer as diferentes formas de letras específicas em uma palavra. Por exemplo, Laam-Alif pode aparecer em várias formas diferentes em uma palavra. Começando com a primeira palavra à direita, clique para ouvir a pronúncia correta da palavra. Pronuncie a palavra sozinho repetidamente até ter certeza de que pode associar a forma de cada palavra à sua pronúncia.","SummaryEs":"Las palabras árabes se forman uniendo letras individuales. Esta lección te ayuda a reconocer una palabra y todas las letras individuales que forman esa palabra. Por ejemplo, la palabra Laam-Alif, se compone de dos letras: Laam y Alif. En esta lección también aprenderá a reconocer las diferentes formas de letras particulares en una palabra. Por ejemplo, Laam-Alif puede aparecer en varias formas diferentes en una palabra. Comenzando con la primera palabra a la derecha, haga clic para escuchar la pronunciación correcta de la palabra. Pronuncia la palabra tú mismo varias veces hasta que estés seguro de que puedes asociar la forma de cada palabra con su pronunciación.","Summary1":"","Summary1Swa":null,"Summary1Fr":null,"Summary1Pt":null,"Summary1Es":null,"Image":"lessons_s1_l3","Sort":4},{"id":4,"StageID":1,"Number":4,"Title":"Harakat","TitleSwa":"Harakat","TitleFr":"Diacritiques “Harakat”","TitlePt":"Harakat","TitleEs":"Harakat","Title1":"Tanween","Title1Swa":null,"Title1Fr":null,"Title1Pt":"Tanween","Title1Es":"Tanween","Summary":"Vowels in Arabic are not presented by letters as in English and other languages (a, e, i, o, u), but are presented by “Harakat” (movement) instead. A Harakat is a small symbol that appears above or below a letter. There are three Harakat signs in Arabic: Fat-ha \u003cspan class=\"main-v-wrap\"\u003e(\u003cspan class=\"main-v-in\"\u003e\u003cimg src=\"images/fatha.png\" class=\"main-v\" /\u003e\u003c/span\u003e)\u003c/span\u003e, Kasra \u003cspan class=\"main-v-wrap\"\u003e(\u003cspan class=\"main-v-in\"\u003e\u003cimg src=\"images/kasra.png\" class=\"main-v\" /\u003e\u003c/span\u003e)\u003c/span\u003e, and Dhamma \u003cspan class=\"main-v-wrap\"\u003e(\u003cspan class=\"main-v-in\"\u003e\u003cimg src=\"images/dhamma.png\" class=\"main-v\" /\u003e\u003c/span\u003e)\u003c/span\u003e. Fat-ha gives a sound “a” like in man. Kasra gives a sound “i” like in tin. Dhamma gives a sound “u” like in push. This lesson is helping you to read and pronounce correctly Arabic letters with “Harakat” them. Starting with the first letter on the right, click to hear the correct pronunciation of the letter. Pronounce the letter by yourself repeatedly until you are confident that you can associate the shape of the letter and its Harakat with its pronunciation before you move to the next letter","SummarySwa":"Irabu (vokali) katika Kiarabu sio herufi kama vile zinavyoandikwa katika Kiingereza na lugha zingine (a, e, i, o, u), bali ni mwandiko wa \"Harakat\" (harakati) badala yake. Harakat ni ishara ndogo inayoonekana juu au chini ya herufi. Kuna ishara tatu za Harakat katika Kiarabu: Fat-ha \u003cspan class=\"main-v-wrap\"\u003e(\u003cspan class=\"main-v-in\"\u003e\u003cimg src=\"images/fatha.png\" class=\"main-v\" /\u003e\u003c/span\u003e)\u003c/span\u003e, Kasra \u003cspan class=\"main-v-wrap\"\u003e(\u003cspan class=\"main-v-in\"\u003e\u003cimg src=\"images/kasra.png\" class=\"main-v\" /\u003e\u003c/span\u003e)\u003c/span\u003e, na Dhamma \u003cspan class=\"main-v-wrap\"\u003e(\u003cspan class=\"main-v-in\"\u003e\u003cimg src=\"images/dhamma.png\" class=\"main-v\" /\u003e\u003c/span\u003e)\u003c/span\u003e. Fat-ha hutoa sauti \"a\" kama katika neno “mama”. Kasra inatoa sauti \"i\" kama katika neno “nini”. Dhamma inatoa sauti \"u\" kama katika neno “bubu”. Somo hili linakusaidia kusoma na kutamka kwa usahihi herufi za Kiarabu zilizo na \"Harakat\". Kuanzia na herufi ya kwanza kulia, bonyeza ili usikie matamshi sahihi ya herufi hiyo. Itamke mwenyewe herufi hiyo na kuirudia mpaka ujiamini kuwa unaweza kulinganisha umbo la herufi na Harakat yake pamoja na matamshi yake kabla ya kuendea herufi inayofuata.","SummaryFr":"Contrairement à l’anglais et à d’autres langues, les voyelles en langue arabe ne se présentent pas sous forme de lettres (a, e, i, o, u), mais sous forme de \"Harakat\" (mouvements diacritiques). Un Harakat est un petit diacritique placé au-dessus ou au-dessous d’une lettre. Il existe trois signes de Harakat en arabe : Fat-ha \u003cspan class=\"main-v-wrap\"\u003e(\u003cspan class=\"main-v-in\"\u003e\u003cimg src=\"images/fatha.png\" class=\"main-v\" /\u003e\u003c/span\u003e)\u003c/span\u003e, Kasra \u003cspan class=\"main-v-wrap\"\u003e(\u003cspan class=\"main-v-in\"\u003e\u003cimg src=\"images/kasra.png\" class=\"main-v\" /\u003e\u003c/span\u003e)\u003c/span\u003e et Dhamma \u003cspan class=\"main-v-wrap\"\u003e(\u003cspan class=\"main-v-in\"\u003e\u003cimg src=\"images/dhamma.png\" class=\"main-v\" /\u003e\u003c/span\u003e)\u003c/span\u003e. Fat-ha donne le son \"a\" comme dans man. Kasra donne le son \"i\" comme dans tin. Dhamma donne le son \"u\" comme dans push. Cette leçon vous aidera à lire et à prononcer correctement les lettres arabes avec \"Harakat\" dessus. Commençant par la première lettre à droite, cliquez pour écouter la prononciation correcte de la lettre. Prononcez la lettre par vous-même à plusieurs reprises et assurez-vous que vous êtes capable d’associer la forme de la lettre et sa harakat à sa prononciation avant de passer à la lettre suivante.","SummaryPt":"As vogais em árabe não são apresentadas por letras como em inglês e outras línguas (a, e, i, o, u), mas são apresentadas por “Harakat” (movimento). Um Harakat é um pequeno símbolo que aparece acima ou abaixo de uma letra. Existem três sinais de Harakat em árabe: Fat-ha \u003cspan class=\"main-v-wrap\"\u003e(\u003cspan class=\"main-v-in\"\u003e\u003cimg src=\"images/fatha.png\" class=\"main-v\" /\u003e\u003c/span\u003e)\u003c/span\u003e, Kasra \u003cspan class=\"main-v-wrap\"\u003e(\u003cspan class=\"main-v-in\"\u003e\u003cimg src=\"images/kasra.png\" class=\"main-v\" /\u003e\u003c/span\u003e)\u003c/span\u003e e Dhamma \u003cspan class=\"main-v-wrap\"\u003e(\u003cspan class=\"main-v-in\"\u003e\u003cimg src=\"images/dhamma.png\" class=\"main-v\" /\u003e\u003c/span\u003e)\u003c/span\u003e. Fat-ha dá um som “a” como em mãe. Kasra dá um som “i” como em fim. Dhamma dá um som “u” como em um. Esta lição está ajudando você a ler e pronunciar corretamente as letras árabes com “Harakat” nelas. Começando com a primeira letra à direita, clique para ouvir a pronúncia correta da letra. Pronuncie a letra sozinho repetidamente até ter certeza de que pode associar a forma da letra e seu Harakat com sua pronúncia antes de passar para a próxima letra.","SummaryEs":"Las vocales en árabe no se presentan con letras como en inglés y otros idiomas (a, e, i, o, u), sino que se presentan con \"Harakat\" (movimiento). Un Harakat es un pequeño símbolo que aparece encima o debajo de una letra. Hay tres signos Harakat en árabe: Fat-ha  \u003cspan class=\"main-v-wrap\"\u003e(\u003cspan class=\"main-v-in\"\u003e\u003cimg src=\"images/fatha.png\" class=\"main-v\" /\u003e\u003c/span\u003e)\u003c/span\u003e, Kasra \u003cspan class=\"main-v-wrap\"\u003e(\u003cspan class=\"main-v-in\"\u003e\u003cimg src=\"images/kasra.png\" class=\"main-v\" /\u003e\u003c/span\u003e)\u003c/span\u003e y Dhamma \u003cspan class=\"main-v-wrap\"\u003e(\u003cspan class=\"main-v-in\"\u003e\u003cimg src=\"images/dhamma.png\" class=\"main-v\" /\u003e\u003c/span\u003e)\u003c/span\u003e. Fat-ha da un sonido “a” como en pan. Kasra da un sonido \"i\" como en fin. Dhamma emite un sonido “u” como en un. Esta lección te está ayudando a leer y pronunciar correctamente las letras árabes con \"Harakat\" en ellas. Comenzando con la primera letra a la derecha, haga clic para escuchar la pronunciación correcta de la letra. Pronuncie la letra usted mismo repetidamente hasta que esté seguro de que puede asociar la forma de la letra y su Harakat con su pronunciación antes de pasar a la siguiente letra.","Summary1":"","Summary1Swa":null,"Summary1Fr":null,"Summary1Pt":null,"Summary1Es":null,"Image":"lessons_s1_l4","Sort":5},{"id":5,"StageID":1,"Number":5,"Title":"Harakat and Tanween \u003cspan\u003eExercises\u003c/span\u003e","TitleSwa":"Mazoezi katika Harakat na Tanween","TitleFr":"Excercices sur l’apprentissage de Harakat et Tanwin","TitlePt":"Exercícios Harakat e Tanween","TitleEs":"Harakat y Tanween Ejercicios","Title1":null,"Title1Swa":null,"Title1Fr":null,"Title1Pt":null,"Title1Es":null,"Summary":"This lesson will help you to practice pronunciation of words that have “Harakat” or “Tanween” or a combination of the two. Starting with the first word on the right, click to hear the correct pronunciation of the word. Pronounce the word by yourself repeatedly until you are confident that you can associate the shape of the word and its Harakat/Tanween with its pronunciation before you move to the next word.","SummarySwa":"Somo hili linakusaidia kujizoesha matamshi ya maneno ambayo yana \"Harakat\" au \"Tanween\" au mchanganyiko wa hayo mawili. Kuanzia na neno la kwanza kulia, bonyeza ili usikie matamshi sahihi ya neno hilo. Litamke mwenyewe neno hilo na kulirudia mpaka ujiamini kuwa unaweza kulinganisha umbo la neno na Harakat/Tanween yake pamoja na matamshi yake kabla ya kuendea neno linalofuata.","SummaryFr":"Cette leçon vous permettra de vous pratiquer la prononciation de mots comportant \"Harakat\" ou \"Tanwin\" ou une combinaison des deux. Commençant par la première lettre à droite, cliquez pour écouter la prononciation correcte de la lettre. Prononcez la lettre par vous-même à plusieurs reprises et assurez-vous que vous êtes capable d’associer la forme de la lettre et sa Harakat/ Tanwin à sa prononciation avant de passer à la lettre suivante.","SummaryPt":"Esta lição o ajudará a praticar a pronúncia de palavras que tenham “Harakat” ou “Tanween” ou uma combinação dos dois. Começando com a primeira palavra à direita, clique para ouvir a pronúncia correta da palavra. Pronuncie a palavra sozinho repetidamente até ter certeza de que pode associar a forma da palavra e seu Harakat/Tanween com sua pronúncia antes de passar para a próxima palavra","SummaryEs":"Esta lección te ayudará a practicar la pronunciación de palabras que tienen \"Harakat\" o \"Tanween\" o una combinación de los dos. Comenzando con la primera palabra a la derecha, haga clic para escuchar la pronunciación correcta de la palabra. Pronuncie la palabra usted mismo repetidamente hasta que esté seguro de que puede asociar la forma de la palabra y su Harakat/Tanween con su pronunciación antes de pasar a la siguiente palabra.","Summary1":"","Summary1Swa":null,"Summary1Fr":null,"Summary1Pt":null,"Summary1Es":null,"Image":"lessons_s1_l5","Sort":7},{"id":6,"StageID":1,"Number":6,"Title":"Long Vowels","TitleSwa":"Irabu Ndefu","TitleFr":"Voyelles Longues","TitlePt":"Vogais Longas","TitleEs":"Vocales largas","Title1":null,"Title1Swa":null,"Title1Fr":null,"Title1Pt":null,"Title1Es":null,"Summary":"Long vowels refers to three small letters: small Alif \u003cspan class=\"main-v-wrap\"\u003e(\u003cspan class=\"main-v-in\"\u003e\u003cimg src=\"images/alif.png\" class=\"main-v\" /\u003e\u003c/span\u003e)\u003c/span\u003e, small Waaw \u003cspan class=\"main-v-wrap\"\u003e(\u003cspan class=\"main-v-in\"\u003e\u003cimg src=\"images/waow.png\" class=\"main-v\" /\u003e\u003c/span\u003e)\u003c/span\u003e, and small Yaa \u003cspan class=\"main-v-wrap\"\u003e(\u003cspan class=\"main-v-in\"\u003e\u003cimg src=\"images/yaa.png\" class=\"main-v\" /\u003e\u003c/span\u003e)\u003c/span\u003e such that, if any letter has any of these long vowels on it, the pronunciation of that letter is prolonged. This lesson will help you to recognize long vowels on letters and to pronounce them correctly with prolongation. Starting with the first letter on the right, click to hear the correct pronunciation of the letter. Pronounce the letter by yourself repeatedly until you are confident that you can associate the letter and its long vowel with its pronunciation before you move to the next letter.","SummarySwa":"Irabu (vokali) ndefu ni herufi tatu ndogo zifwatazo: Alif \u003cspan class=\"main-v-wrap\"\u003e(\u003cspan class=\"main-v-in\"\u003e\u003cimg src=\"images/alif.png\" class=\"main-v\" /\u003e\u003c/span\u003e)\u003c/span\u003e ndogo, Waaw \u003cspan class=\"main-v-wrap\"\u003e(\u003cspan class=\"main-v-in\"\u003e\u003cimg src=\"images/waow.png\" class=\"main-v\" /\u003e\u003c/span\u003e)\u003c/span\u003e ndogo na Yaa \u003cspan class=\"main-v-wrap\"\u003e(\u003cspan class=\"main-v-in\"\u003e\u003cimg src=\"images/yaa.png\" class=\"main-v\" /\u003e\u003c/span\u003e)\u003c/span\u003e ndogo, - herufi yoyote ikiwa na moja kati ya hizo irabu ndefu juu yake, matamshi ya herufi hiyo huvutwa (au hurefushwa). Somo hili linakusaidia kutambua irabu ndefu katika herufi na kuzitamka na kuzivuta kwa usahihi. Kuanzia na herufi ya kwanza kulia, bonyeza ili usikie matamshi sahihi ya herufi hiyo. Itamke mwenyewe herufi hiyo na kuirudia mpaka ujiamini kuwa unaweza kulinganisha umbo la herufi na irabu ndefu pamoja na matamshi yake kabla ya kuendea herufi inayofuata.","SummaryFr":"Il existe trois voyelles longues dans la langue arabe : petit Alif (ا), petit wāw ( و ) et petit yāʾ ( ى ), du fait que, si une lettre porte l’une de ces voyelles longues, la prononciation de cette lettre est plus longue. Cette leçon vous aidera à reconnaître les voyelles longues figurant sur les lettres et à les prononcer correctement avec prolongation. Commençant par la première lettre à droite, cliquez pour écouter la prononciation correcte de la lettre. Prononcez la lettre par vous-même à plusieurs reprises et assurez-vous que vous êtes capable d’associer la lettre et sa voyelle longue à sa prononciation avant de passer à la lettre suivante.","SummaryPt":"Vogais longas referem-se a três letras minúsculas: Alif minúsculo ( ا ), Waaw minúsculo ( و ) e Yaa minúsculo ( ى ) de modo que, se qualquer letra tiver alguma dessas vogais longas, a pronúncia dessa letra será prolongada. Esta lição o ajudará a reconhecer as vogais longas nas letras e a pronunciá-las corretamente com prolongamento. Começando com a primeira letra à direita, clique para ouvir a pronúncia correta da letra. Pronuncie a letra sozinho repetidamente até ter certeza de que pode associar a letra e sua vogal longa com sua pronúncia antes de passar para a próxima letra","SummaryEs":"Las vocales largas se refieren a tres letras pequeñas: Alif minúscula \u003cspan class=\"main-v-wrap\"\u003e(\u003cspan class=\"main-v-in\"\u003e\u003cimg src=\"images/alif.png\" class=\"main-v\" /\u003e\u003c/span\u003e)\u003c/span\u003e, Waaw minúscula \u003cspan class=\"main-v-wrap\"\u003e(\u003cspan class=\"main-v-in\"\u003e\u003cimg src=\"images/waow.png\" class=\"main-v\" /\u003e\u003c/span\u003e)\u003c/span\u003e y Yaa minúscula \u003cspan class=\"main-v-wrap\"\u003e(\u003cspan class=\"main-v-in\"\u003e\u003cimg src=\"images/yaa.png\" class=\"main-v\" /\u003e\u003c/span\u003e)\u003c/span\u003e, de modo que, si alguna letra tiene alguna de estas vocales largas, la pronunciación de esa letra se prolonga. Esta lección te ayudará a reconocer las vocales largas de las letras y a pronunciarlas correctamente con prolongación. Comenzando con la primera letra a la derecha, haga clic para escuchar la pronunciación correcta de la letra. Pronuncie la letra usted mismo repetidamente hasta que esté seguro de que puede asociar la letra y su vocal larga con su pronunciación antes de pasar a la siguiente letra.","Summary1":"","Summary1Swa":null,"Summary1Fr":null,"Summary1Pt":null,"Summary1Es":null,"Image":"lessons_s1_l6","Sort":8},{"id":7,"StageID":1,"Number":7,"Title":"Articulation of the Letters","TitleSwa":"Matamshi ya Herufi","TitleFr":"Articulation des lettres","TitlePt":"Articulação das Letras","TitleEs":"Articulación de las Letras","Title1":null,"Title1Swa":null,"Title1Fr":null,"Title1Pt":null,"Title1Es":null,"Summary":"The articulation point of a letter is the place in the mouth where the pronunciation of a letter originates. The articulation point of a letter can be the throat, tongue, lips, or the nasal cavity. In the Arabic language using the correct articulation point of a letter is necessary in order to pronounce the letter correctly. Click or touch a box to hear the pronunciation of the letter and note its articulation point.\r\n","SummarySwa":"Pale panapotamkia herufi ni sehemu ya kinywa penye kuanzia utamkaji. Sehemu ya utamkaji inaweza kuwa ni kwenye koo, ulimi, midomo au kishimo cha pua. Ili kuitamka herufi kwa usahihi, ni muhimu katika lugha ya kiarabu kutumia sehemu sahihi ya utamkaji. Bofya herufi usikiye inavyotamkwa na angalia pahala panapoanzia utamkaji wake.","SummaryFr":"Le point d’articulation d’une lettre est l’endroit de la cavité buccale responsable de la prononciation de la lettre. Ce point d’articulation peut notamment être la gorge, la langue, les lèvres ou la cavité nasale. En langue arabe, il faut savoir que le point d’articulation d’une lettre est essentiel pour pouvoir la prononcer correctement. Veuillez cliquer ou appuyer sur une case pour obtenir la prononciation de la lettre et observer son point d’articulation.","SummaryPt":"O ponto de articulação de uma letra é o lugar na boca onde se origina a pronúncia de uma letra. O ponto de articulação de uma letra pode ser a garganta, a língua, os lábios ou a cavidade nasal. Na língua árabe, usar o ponto de articulação correto de uma letra é necessário para pronunciar a letra corretamente. Clique ou toque em uma caixa para ouvir a pronúncia da letra e observe seu ponto de articulação","SummaryEs":"El punto de articulación de una letra es el lugar de la boca donde se origina la pronunciación de una letra. El punto de articulación de una letra puede ser la garganta, la lengua, los labios o la cavidad nasal. En el idioma árabe, es necesario usar el punto de articulación correcto de una letra para pronunciar la letra correctamente. Haga clic o toque un cuadro para escuchar la pronunciación de la letra y observe su punto de articulación","Summary1":null,"Summary1Swa":null,"Summary1Fr":null,"Summary1Pt":null,"Summary1Es":null,"Image":"lessons_s1_l7","Sort":2},{"id":8,"StageID":1,"Number":8,"Title":"Madd and Leen","TitleSwa":"Madd na Leen","TitleFr":"Al-Madd et Al-Leen","TitlePt":"Madd e Leen","TitleEs":"Madd y Leen","Title1":"Leen","Title1Swa":null,"Title1Fr":null,"Title1Pt":"Leen","Title1Es":"Leen","Summary":"Madd refers to prolongation of the sound of a letter. There are three letters of Madd: Alif \u003cspan class=\"main-v-wrap\"\u003e(\u003cspan class=\"main-v-in\"\u003e\u003cimg src=\"images/alif.png\" class=\"main-v\" /\u003e\u003c/span\u003e)\u003c/span\u003e, Waaw \u003cspan class=\"main-v-wrap\"\u003e(\u003cspan class=\"main-v-in\"\u003e\u003cimg src=\"images/waow.png\" class=\"main-v\" /\u003e\u003c/span\u003e)\u003c/span\u003e and Yaa \u003cspan class=\"main-v-wrap\"\u003e(\u003cspan class=\"main-v-in\"\u003e\u003cimg src=\"images/yaa.png\" class=\"main-v\" /\u003e\u003c/span\u003e)\u003c/span\u003e. If Alif \u003cspan class=\"main-v-wrap\"\u003e(\u003cspan class=\"main-v-in\"\u003e\u003cimg src=\"images/alif.png\" class=\"main-v\" /\u003e\u003c/span\u003e)\u003c/span\u003e is preceded by Fat-ha \u003cspan class=\"main-v-wrap\"\u003e(\u003cspan class=\"main-v-in\"\u003e\u003cimg src=\"images/fatha.png\" class=\"main-v\" /\u003e\u003c/span\u003e)\u003c/span\u003e, the Alif will be prolonged. If Waaw \u003cspan class=\"main-v-wrap\"\u003e(\u003cspan class=\"main-v-in\"\u003e\u003cimg src=\"images/waow.png\" class=\"main-v\" /\u003e\u003c/span\u003e)\u003c/span\u003e is preceded by Dhamma \u003cspan class=\"main-v-wrap\"\u003e(\u003cspan class=\"main-v-in\"\u003e\u003cimg src=\"images/dhamma.png\" class=\"main-v\" /\u003e\u003c/span\u003e)\u003c/span\u003e, the Waaw will be prolonged. If Yaa \u003cspan class=\"main-v-wrap\"\u003e(\u003cspan class=\"main-v-in\"\u003e\u003cimg src=\"images/yaa.png\" class=\"main-v\" /\u003e\u003c/span\u003e)\u003c/span\u003e is preceded by Kasra \u003cspan class=\"main-v-wrap\"\u003e(\u003cspan class=\"main-v-in\"\u003e\u003cimg src=\"images/kasra.png\" class=\"main-v\" /\u003e\u003c/span\u003e)\u003c/span\u003e, the Yaa will be prolonged. Leen refers to the shortening of the sound of a letter by pronouncing it quickly and swiftly. There are two letters of Leen: Waaw \u003cspan class=\"main-v-wrap\"\u003e(\u003cspan class=\"main-v-in\"\u003e\u003cimg src=\"images/waow.png\" class=\"main-v\" /\u003e\u003c/span\u003e)\u003c/span\u003e and Yaa \u003cspan class=\"main-v-wrap\"\u003e(\u003cspan class=\"main-v-in\"\u003e\u003cimg src=\"images/yaa.png\" class=\"main-v\" /\u003e\u003c/span\u003e)\u003c/span\u003e. When Waaw \u003cspan class=\"main-v-wrap\"\u003e(\u003cspan class=\"main-v-in\"\u003e\u003cimg src=\"images/waow.png\" class=\"main-v\" /\u003e\u003c/span\u003e)\u003c/span\u003e is preceded by Fat-ha \u003cspan class=\"main-v-wrap\"\u003e(\u003cspan class=\"main-v-in\"\u003e\u003cimg src=\"images/fatha.png\" class=\"main-v\" /\u003e\u003c/span\u003e)\u003c/span\u003e, the Waaw is shortened by pronouncing it quickly and swiftly. By the same token, when Yaa \u003cspan class=\"main-v-wrap\"\u003e(\u003cspan class=\"main-v-in\"\u003e\u003cimg src=\"images/yaa.png\" class=\"main-v\" /\u003e\u003c/span\u003e)\u003c/span\u003e is preceded by a Fat-ha \u003cspan class=\"main-v-wrap\"\u003e(\u003cspan class=\"main-v-in\"\u003e\u003cimg src=\"images/fatha.png\" class=\"main-v\" /\u003e\u003c/span\u003e)\u003c/span\u003e, the Yaa is shortened by pronouncing it quickly and swiftly. This lesson will help you to pronounce Madd and Leen letters. Starting with the first letter on the right, click to hear the correct pronunciation of the letter. Pronounce the letter by yourself repeatedly until you are confident that you can associate the letter and its Madd/Leen with its pronunciation before you move to the next letter.","SummarySwa":"Madd inahusu kuongeza muda wa sauti ya herufi. Kuna herufi tatu za Madd: Alif \u003cspan class=\"main-v-wrap\"\u003e(\u003cspan class=\"main-v-in\"\u003e\u003cimg src=\"images/alif.png\" class=\"main-v\" /\u003e\u003c/span\u003e)\u003c/span\u003e, Waaw \u003cspan class=\"main-v-wrap\"\u003e(\u003cspan class=\"main-v-in\"\u003e\u003cimg src=\"images/waow.png\" class=\"main-v\" /\u003e\u003c/span\u003e)\u003c/span\u003e na Yaa \u003cspan class=\"main-v-wrap\"\u003e(\u003cspan class=\"main-v-in\"\u003e\u003cimg src=\"images/yaa.png\" class=\"main-v\" /\u003e\u003c/span\u003e)\u003c/span\u003e. Ikiwa Alif \u003cspan class=\"main-v-wrap\"\u003e(\u003cspan class=\"main-v-in\"\u003e\u003cimg src=\"images/alif.png\" class=\"main-v\" /\u003e\u003c/span\u003e)\u003c/span\u003e inatanguliwa na Fat-ha \u003cspan class=\"main-v-wrap\"\u003e(\u003cspan class=\"main-v-in\"\u003e\u003cimg src=\"images/fatha.png\" class=\"main-v\" /\u003e\u003c/span\u003e)\u003c/span\u003e, Alif itarefushwa. Ikiwa Waaw \u003cspan class=\"main-v-wrap\"\u003e(\u003cspan class=\"main-v-in\"\u003e\u003cimg src=\"images/waow.png\" class=\"main-v\" /\u003e\u003c/span\u003e)\u003c/span\u003e inatanguliwa na Dhamma \u003cspan class=\"main-v-wrap\"\u003e(\u003cspan class=\"main-v-in\"\u003e\u003cimg src=\"images/dhamma.png\" class=\"main-v\" /\u003e\u003c/span\u003e)\u003c/span\u003e, Waaw itarefushwa. Ikiwa Yaa \u003cspan class=\"main-v-wrap\"\u003e(\u003cspan class=\"main-v-in\"\u003e\u003cimg src=\"images/yaa.png\" class=\"main-v\" /\u003e\u003c/span\u003e)\u003c/span\u003e inatanguliwa na Kasra \u003cspan class=\"main-v-wrap\"\u003e(\u003cspan class=\"main-v-in\"\u003e\u003cimg src=\"images/kasra.png\" class=\"main-v\" /\u003e\u003c/span\u003e)\u003c/span\u003e, Yaa itarefushwa. Leen inahusu kufupisha sauti ya herufi kwa kuitamka mbio mbio. Kuna herufi mbili za Leen: Waaw \u003cspan class=\"main-v-wrap\"\u003e(\u003cspan class=\"main-v-in\"\u003e\u003cimg src=\"images/waow.png\" class=\"main-v\" /\u003e\u003c/span\u003e)\u003c/span\u003e na Yaa \u003cspan class=\"main-v-wrap\"\u003e(\u003cspan class=\"main-v-in\"\u003e\u003cimg src=\"images/yaa.png\" class=\"main-v\" /\u003e\u003c/span\u003e)\u003c/span\u003e. Pale Waaw \u003cspan class=\"main-v-wrap\"\u003e(\u003cspan class=\"main-v-in\"\u003e\u003cimg src=\"images/waow.png\" class=\"main-v\" /\u003e\u003c/span\u003e)\u003c/span\u003e inapotanguliwa na Fat-ha \u003cspan class=\"main-v-wrap\"\u003e(\u003cspan class=\"main-v-in\"\u003e\u003cimg src=\"images/fatha.png\" class=\"main-v\" /\u003e\u003c/span\u003e)\u003c/span\u003e, Waaw hufupishwa kwa kuitamka mbio mbio. Kwa kanuni hiyo hiyo, pale Yaa \u003cspan class=\"main-v-wrap\"\u003e(\u003cspan class=\"main-v-in\"\u003e\u003cimg src=\"images/yaa.png\" class=\"main-v\" /\u003e\u003c/span\u003e)\u003c/span\u003e inapotanguliwa na Fat-ha \u003cspan class=\"main-v-wrap\"\u003e(\u003cspan class=\"main-v-in\"\u003e\u003cimg src=\"images/fatha.png\" class=\"main-v\" /\u003e\u003c/span\u003e)\u003c/span\u003e, Yaa hufupishwa kwa kuitamka mbio mbio. Somo hili linakusaidia kutamka herufi za Madd na Leen. Kuanzia na herufi ya kwanza kulia, bonyeza ili usikie matamshi sahihi ya herufi hiyo. Itamke mwenyewe herufi hiyo na  kuirudia mpaka ujiamini kuwa unaweza kulinganisha umbo la herufi na Madd/Leen yake pamoja na matamshi yake kabla ya kuendea herufi inayofuata.","SummaryFr":"Madd refere-se ao prolongamento do som de uma letra. Existem três letras de Madd: Alif \u003cspan class=\"main-v-wrap\"\u003e(\u003cspan class=\"main-v-in\"\u003e\u003cimg src=\"images/alif.png\" class=\"main-v\" /\u003e\u003c/span\u003e)\u003c/span\u003e, Waaw \u003cspan class=\"main-v-wrap\"\u003e(\u003cspan class=\"main-v-in\"\u003e\u003cimg src=\"images/waow.png\" class=\"main-v\" /\u003e\u003c/span\u003e)\u003c/span\u003e e Yaa \u003cspan class=\"main-v-wrap\"\u003e(\u003cspan class=\"main-v-in\"\u003e\u003cimg src=\"images/yaa.png\" class=\"main-v\" /\u003e\u003c/span\u003e)\u003c/span\u003e. \r\nSe Alif \u003cspan class=\"main-v-wrap\"\u003e(\u003cspan class=\"main-v-in\"\u003e\u003cimg src=\"images/alif.png\" class=\"main-v\" /\u003e\u003c/span\u003e)\u003c/span\u003e for precedido por Fat-ha \u003cspan class=\"main-v-wrap\"\u003e(\u003cspan class=\"main-v-in\"\u003e\u003cimg src=\"images/fatha.png\" class=\"main-v\" /\u003e\u003c/span\u003e)\u003c/span\u003e, o Alif será prolongado. Se Waaw \u003cspan class=\"main-v-wrap\"\u003e(\u003cspan class=\"main-v-in\"\u003e\u003cimg src=\"images/waow.png\" class=\"main-v\" /\u003e\u003c/span\u003e)\u003c/span\u003e for precedido por Dhamma \u003cspan class=\"main-v-wrap\"\u003e(\u003cspan class=\"main-v-in\"\u003e\u003cimg src=\"images/dhamma.png\" class=\"main-v\" /\u003e\u003c/span\u003e)\u003c/span\u003e, o Waaw será prolongado. Se Yaa \u003cspan class=\"main-v-wrap\"\u003e(\u003cspan class=\"main-v-in\"\u003e\u003cimg src=\"images/yaa.png\" class=\"main-v\" /\u003e\u003c/span\u003e)\u003c/span\u003e for precedido por Kasra \u003cspan class=\"main-v-wrap\"\u003e(\u003cspan class=\"main-v-in\"\u003e\u003cimg src=\"images/kasra.png\" class=\"main-v\" /\u003e\u003c/span\u003e)\u003c/span\u003e, o Yaa será prolongado. Leen refere-se ao encurtamento do som de uma letra pronunciando-a rápida e rapidamente. Existem duas letras de Leen: Waaw \u003cspan class=\"main-v-wrap\"\u003e(\u003cspan class=\"main-v-in\"\u003e\u003cimg src=\"images/waow.png\" class=\"main-v\" /\u003e\u003c/span\u003e)\u003c/span\u003e e Yaa \u003cspan class=\"main-v-wrap\"\u003e(\u003cspan class=\"main-v-in\"\u003e\u003cimg src=\"images/yaa.png\" class=\"main-v\" /\u003e\u003c/span\u003e)\u003c/span\u003e. Quando Waaw \u003cspan class=\"main-v-wrap\"\u003e(\u003cspan class=\"main-v-in\"\u003e\u003cimg src=\"images/waow.png\" class=\"main-v\" /\u003e\u003c/span\u003e)\u003c/span\u003e é precedido por Fat-ha \u003cspan class=\"main-v-wrap\"\u003e(\u003cspan class=\"main-v-in\"\u003e\u003cimg src=\"images/fatha.png\" class=\"main-v\" /\u003e\u003c/span\u003e)\u003c/span\u003e, o Waaw é encurtado pronunciando-o rápida e rapidamente. Da mesma forma, quando Yaa \u003cspan class=\"main-v-wrap\"\u003e(\u003cspan class=\"main-v-in\"\u003e\u003cimg src=\"images/yaa.png\" class=\"main-v\" /\u003e\u003c/span\u003e)\u003c/span\u003e é precedido por um Fat-ha \u003cspan class=\"main-v-wrap\"\u003e(\u003cspan class=\"main-v-in\"\u003e\u003cimg src=\"images/fatha.png\" class=\"main-v\" /\u003e\u003c/span\u003e)\u003c/span\u003e, o Yaa é encurtado pronunciando-o rápida e rapidamente. Esta lição irá ajudá-lo a pronunciar as letras Madd e Leen. Começando com a primeira letra à direita, clique para ouvir a pronúncia correta da letra. Pronuncie a letra sozinho repetidamente até ter certeza de que pode associar a letra e seu Madd/Leen com sua pronúncia antes de passar para a próxima letra","SummaryPt":"Madd refere-se ao prolongamento do som de uma letra. Existem três letras de Madd: Alif \u003cspan class=\"main-v-wrap\"\u003e(\u003cspan class=\"main-v-in\"\u003e\u003cimg src=\"images/alif.png\" class=\"main-v\" /\u003e\u003c/span\u003e)\u003c/span\u003e, Waaw \u003cspan class=\"main-v-wrap\"\u003e(\u003cspan class=\"main-v-in\"\u003e\u003cimg src=\"images/waow.png\" class=\"main-v\" /\u003e\u003c/span\u003e)\u003c/span\u003e e Yaa \u003cspan class=\"main-v-wrap\"\u003e(\u003cspan class=\"main-v-in\"\u003e\u003cimg src=\"images/yaa.png\" class=\"main-v\" /\u003e\u003c/span\u003e)\u003c/span\u003e. Se Alif \u003cspan class=\"main-v-wrap\"\u003e(\u003cspan class=\"main-v-in\"\u003e\u003cimg src=\"images/alif.png\" class=\"main-v\" /\u003e\u003c/span\u003e)\u003c/span\u003e for precedido por Fat-ha \u003cspan class=\"main-v-wrap\"\u003e(\u003cspan class=\"main-v-in\"\u003e\u003cimg src=\"images/fatha.png\" class=\"main-v\" /\u003e\u003c/span\u003e)\u003c/span\u003e, o Alif será prolongado. Se Waaw \u003cspan class=\"main-v-wrap\"\u003e(\u003cspan class=\"main-v-in\"\u003e\u003cimg src=\"images/waow.png\" class=\"main-v\" /\u003e\u003c/span\u003e)\u003c/span\u003e for precedido por Dhamma \u003cspan class=\"main-v-wrap\"\u003e(\u003cspan class=\"main-v-in\"\u003e\u003cimg src=\"images/dhamma.png\" class=\"main-v\" /\u003e\u003c/span\u003e)\u003c/span\u003e, o Waaw será prolongado. Se Yaa \u003cspan class=\"main-v-wrap\"\u003e(\u003cspan class=\"main-v-in\"\u003e\u003cimg src=\"images/yaa.png\" class=\"main-v\" /\u003e\u003c/span\u003e)\u003c/span\u003e for precedido por Kasra \u003cspan class=\"main-v-wrap\"\u003e(\u003cspan class=\"main-v-in\"\u003e\u003cimg src=\"images/kasra.png\" class=\"main-v\" /\u003e\u003c/span\u003e)\u003c/span\u003e, o Yaa será prolongado. Leen refere-se ao encurtamento do som de uma letra pronunciando-a rápida e rapidamente. Existem duas letras de Leen: Waaw \u003cspan class=\"main-v-wrap\"\u003e(\u003cspan class=\"main-v-in\"\u003e\u003cimg src=\"images/waow.png\" class=\"main-v\" /\u003e\u003c/span\u003e)\u003c/span\u003e e Yaa \u003cspan class=\"main-v-wrap\"\u003e(\u003cspan class=\"main-v-in\"\u003e\u003cimg src=\"images/yaa.png\" class=\"main-v\" /\u003e\u003c/span\u003e)\u003c/span\u003e. Quando Waaw \u003cspan class=\"main-v-wrap\"\u003e(\u003cspan class=\"main-v-in\"\u003e\u003cimg src=\"images/waow.png\" class=\"main-v\" /\u003e\u003c/span\u003e)\u003c/span\u003e é precedido por Fat-ha \u003cspan class=\"main-v-wrap\"\u003e(\u003cspan class=\"main-v-in\"\u003e\u003cimg src=\"images/fatha.png\" class=\"main-v\" /\u003e\u003c/span\u003e)\u003c/span\u003e, o Waaw é encurtado pronunciando-o rápida e rapidamente. Da mesma forma, quando Yaa \u003cspan class=\"main-v-wrap\"\u003e(\u003cspan class=\"main-v-in\"\u003e\u003cimg src=\"images/yaa.png\" class=\"main-v\" /\u003e\u003c/span\u003e)\u003c/span\u003e é precedido por um Fat-ha \u003cspan class=\"main-v-wrap\"\u003e(\u003cspan class=\"main-v-in\"\u003e\u003cimg src=\"images/fatha.png\" class=\"main-v\" /\u003e\u003c/span\u003e)\u003c/span\u003e, o Yaa é encurtado pronunciando-o rápida e rapidamente. Esta lição irá ajudá-lo a pronunciar as letras Madd e Leen. Começando com a primeira letra à direita, clique para ouvir a pronúncia correta da letra. Pronuncie a letra sozinho repetidamente até ter certeza de que pode associar a letra e seu Madd/Leen com sua pronúncia antes de passar para a próxima letra","SummaryEs":"Madd se refiere a la prolongación del sonido de una letra. Hay tres letras de Madd: Alif \u003cspan class=\"main-v-wrap\"\u003e(\u003cspan class=\"main-v-in\"\u003e\u003cimg src=\"images/alif.png\" class=\"main-v\" /\u003e\u003c/span\u003e)\u003c/span\u003e, Waaw \u003cspan class=\"main-v-wrap\"\u003e(\u003cspan class=\"main-v-in\"\u003e\u003cimg src=\"images/waow.png\" class=\"main-v\" /\u003e\u003c/span\u003e)\u003c/span\u003e y Yaa \u003cspan class=\"main-v-wrap\"\u003e(\u003cspan class=\"main-v-in\"\u003e\u003cimg src=\"images/yaa.png\" class=\"main-v\" /\u003e\u003c/span\u003e)\u003c/span\u003e. Si Alif \u003cspan class=\"main-v-wrap\"\u003e(\u003cspan class=\"main-v-in\"\u003e\u003cimg src=\"images/alif.png\" class=\"main-v\" /\u003e\u003c/span\u003e)\u003c/span\u003e está precedido por Fat-ha \u003cspan class=\"main-v-wrap\"\u003e(\u003cspan class=\"main-v-in\"\u003e\u003cimg src=\"images/fatha.png\" class=\"main-v\" /\u003e\u003c/span\u003e)\u003c/span\u003e, el Alif se prolongará. Si Waaw \u003cspan class=\"main-v-wrap\"\u003e(\u003cspan class=\"main-v-in\"\u003e\u003cimg src=\"images/waow.png\" class=\"main-v\" /\u003e\u003c/span\u003e)\u003c/span\u003e está precedido por Dhamma \u003cspan class=\"main-v-wrap\"\u003e(\u003cspan class=\"main-v-in\"\u003e\u003cimg src=\"images/dhamma.png\" class=\"main-v\" /\u003e\u003c/span\u003e)\u003c/span\u003e, el Waaw se prolongará. Si Yaa \u003cspan class=\"main-v-wrap\"\u003e(\u003cspan class=\"main-v-in\"\u003e\u003cimg src=\"images/yaa.png\" class=\"main-v\" /\u003e\u003c/span\u003e)\u003c/span\u003e es precedido por Kasra \u003cspan class=\"main-v-wrap\"\u003e(\u003cspan class=\"main-v-in\"\u003e\u003cimg src=\"images/kasra.png\" class=\"main-v\" /\u003e\u003c/span\u003e)\u003c/span\u003e, el Yaa se prolongará. Leen se refiere al acortamiento del sonido de una letra al pronunciarla rápida y rápidamente. Hay dos letras de Leen: Waaw \u003cspan class=\"main-v-wrap\"\u003e(\u003cspan class=\"main-v-in\"\u003e\u003cimg src=\"images/waow.png\" class=\"main-v\" /\u003e\u003c/span\u003e)\u003c/span\u003e y Yaa \u003cspan class=\"main-v-wrap\"\u003e(\u003cspan class=\"main-v-in\"\u003e\u003cimg src=\"images/yaa.png\" class=\"main-v\" /\u003e\u003c/span\u003e)\u003c/span\u003e. Cuando Waaw \u003cspan class=\"main-v-wrap\"\u003e(\u003cspan class=\"main-v-in\"\u003e\u003cimg src=\"images/waow.png\" class=\"main-v\" /\u003e\u003c/span\u003e)\u003c/span\u003e está precedido por Fat-ha \u003cspan class=\"main-v-wrap\"\u003e(\u003cspan class=\"main-v-in\"\u003e\u003cimg src=\"images/fatha.png\" class=\"main-v\" /\u003e\u003c/span\u003e)\u003c/span\u003e, el Waaw se acorta pronunciándolo rápida y ligeramente. De la misma manera, cuando Yaa \u003cspan class=\"main-v-wrap\"\u003e(\u003cspan class=\"main-v-in\"\u003e\u003cimg src=\"images/yaa.png\" class=\"main-v\" /\u003e\u003c/span\u003e)\u003c/span\u003e es precedida por un Fat-ha \u003cspan class=\"main-v-wrap\"\u003e(\u003cspan class=\"main-v-in\"\u003e\u003cimg src=\"images/fatha.png\" class=\"main-v\" /\u003e\u003c/span\u003e)\u003c/span\u003e, la Yaa se acorta pronunciándola rápida y ligeramente. Esta lección te ayudará a pronunciar las letras Madd y Leen. Comenzando con la primera letra a la derecha, haga clic para escuchar la pronunciación correcta de la letra. Pronuncie la letra usted mismo repetidamente hasta que esté seguro de que puede asociar la letra y su Madd/Leen con su pronunciación antes de pasar a la siguiente letra.","Summary1":"","Summary1Swa":null,"Summary1Fr":null,"Summary1Pt":null,"Summary1Es":null,"Image":"lessons_s1_l8","Sort":9},{"id":9,"StageID":1,"Number":9,"Title":"Long Vowels, Madd, Leen \u003cspan\u003eExercises\u003c/span\u003e","TitleSwa":"Mazoezi katika Irabu ndefu, Madd na Leen","TitleFr":"Excercices sur l’apprentissage de voyelles longues, Al-Madd et Al-Leen","TitlePt":"Vogais Longas, Exercícios de Madd e Leen","TitleEs":"Vocales Largas, Madd, Leen Ejercicios","Title1":null,"Title1Swa":null,"Title1Fr":null,"Title1Pt":null,"Title1Es":null,"Summary":"This lesson will help you to correctly pronounce words with a combination of Long Vowels and Madd/Leen letters. Starting with the first word on the right, click to hear the correct pronunciation of the word. Pronounce the word by yourself repeatedly until you are confident that you can associate the letters and their Long Vowels/Madd/Leen with their pronunciation before you move to the next word.","SummarySwa":"Somo hili linakusaidia kutamka kwa usahihi maneno yaliyo na mchanganyiko wa Irabu ndefu, Madd na Leen. Kuanzia herufi ya kwanza kulia, bonyeza ili usikie matamshi sahihi ya herufi hiyo. Litamke mwenyewe neno hilo na kulirudia mpaka ujiamini kuwa unaweza kulinganisha umbo la herufi na Irabu Ndefu/Madd/Leen zake pamoja na matamshi yake kabla ya kuendea neno linalofuata.","SummaryFr":"Cette leçon vous aidera à prononcer les mots avec une combinaison de voyelles longues et de lettres Madd/Leen. Commençant par la première lettre à droite, cliquez pour écouter la prononciation correcte de la lettre. Prononcez la lettre par vous-même à plusieurs reprises et assurez-vous que vous êtes capable d’associer les lettres et ses voyelles longues/Madd/Leen à ses prononciations avant de passer au mot suivant.","SummaryPt":"Esta lição o ajudará a pronunciar corretamente as palavras com uma combinação de vogais longas e letras Madd/Leen. Começando com a primeira palavra à direita, clique para ouvir a pronúncia correta da palavra. Pronuncie a palavra sozinho repetidamente até ter certeza de que pode associar as letras e suas Vogais Longas/Madd/Leen com a pronúncia antes de passar para a próxima palavra.","SummaryEs":"Esta lección te ayudará a pronunciar correctamente palabras con una combinación de letras Vocales Largas y Madd/Leen. Comenzando con la primera palabra a la derecha, haga clic para escuchar la pronunciación correcta de la palabra. Pronuncie la palabra usted mismo repetidamente hasta que esté seguro de que puede asociar las letras y sus vocales largas/madd/leen con su pronunciación antes de pasar a la siguiente palabra.","Summary1":"","Summary1Swa":null,"Summary1Fr":null,"Summary1Pt":null,"Summary1Es":null,"Image":"lessons_s1_l9","Sort":10},{"id":10,"StageID":1,"Number":10,"Title":"Sukoon and Shaddah","TitleSwa":"Sukoon na Shaddah","TitleFr":"Soukoune et Chadda","TitlePt":"Sukoon e Shaddah","TitleEs":"Sukoon y Shaddah","Title1":"Shaddah","Title1Swa":null,"Title1Fr":null,"Title1Pt":null,"Title1Es":"Shaddah","Summary":"A letter that is having a Harakat is called mutaharrik (moved) letter, and one of these three signs \u003cspan class=\"main-v-wrap\"\u003e(\u003cspan class=\"main-v-in\"\u003e\u003cimg src=\"images/fatha.png\" class=\"main-v\" /\u003e\u003c/span\u003e)\u003c/span\u003e\u003cspan class=\"main-v-wrap\"\u003e(\u003cspan class=\"main-v-in\"\u003e\u003cimg src=\"images/kasra.png\" class=\"main-v\" /\u003e\u003c/span\u003e)\u003c/span\u003e\u003cspan class=\"main-v-wrap\"\u003e(\u003cspan class=\"main-v-in\"\u003e\u003cimg src=\"images/dhamma.png\" class=\"main-v\" /\u003e\u003c/span\u003e)\u003c/span\u003e appears over it, but a letter that is having no Harakat is called saakin (resting) letter, and a sign \u003cspan class=\"main-v-wrap\"\u003e(\u003cspan class=\"main-v-in\"\u003e\u003cimg src=\"images/sukoon.png\" class=\"main-v\" /\u003e\u003c/span\u003e)\u003c/span\u003e appears over it, which is referred as Sukoon.  A letter with a Sukoon over it, shows that the letter has no vowel, and only the phonetic sound of the letter should be pronounced. A word can never begin with a saakin letter because the saakin letter can only be read joined with a previous letter which has a Harakat such as Fat-ha, Kasra, or Dhamma.\r\n\r\nA Shaddah is a symbol \u003cspan class=\"main-v-wrap\"\u003e(\u003cspan class=\"main-v-in\"\u003e\u003cimg src=\"images/shadda.png\" class=\"main-v\" /\u003e\u003c/span\u003e)\u003c/span\u003e that when it appears on top of a letter, that letter is strengthened or stressed like you are pronouncing it twice. To produce the sound of Shaddah correctly, imagine the letter with a Shaddah is made up of two same letters such that the first letter has Sukoon \u003cspan class=\"main-v-wrap\"\u003e(\u003cspan class=\"main-v-in\"\u003e\u003cimg src=\"images/sukoon.png\" class=\"main-v\" /\u003e\u003c/span\u003e)\u003c/span\u003e sound and the second letter has any of the three Harakat (Fat-ha or Kasra or Dhamma) sound. This lesson will help you to read and correctly pronounce letters with a combination of Harakat, Sukoon (no Harakat), and Shaddah on them. Starting with the first letter on the right, click to hear the correct pronunciation of the letter. Pronounce the letter by yourself repeatedly until you are confident that you can associate the letter and its Harakat with its pronunciation before you move to the next letter.","SummarySwa":"Herufi ambayo ina Harakat inaitwa mutaharrik (iliyoendeshwa), na moja kati ya ishara hizi tatu \u003cspan class=\"main-v-wrap\"\u003e(\u003cspan class=\"main-v-in\"\u003e\u003cimg src=\"images/fatha.png\" class=\"main-v\" /\u003e\u003c/span\u003e)\u003c/span\u003e\u003cspan class=\"main-v-wrap\"\u003e(\u003cspan class=\"main-v-in\"\u003e\u003cimg src=\"images/kasra.png\" class=\"main-v\" /\u003e\u003c/span\u003e)\u003c/span\u003e\u003cspan class=\"main-v-wrap\"\u003e(\u003cspan class=\"main-v-in\"\u003e\u003cimg src=\"images/dhamma.png\" class=\"main-v\" /\u003e\u003c/span\u003e)\u003c/span\u003e huonekana juu yake, lakini herufi ambayo haina Harakat inaitwa saakin (iliyotulia), na ishara hii \u003cspan class=\"main-v-wrap\"\u003e(\u003cspan class=\"main-v-in\"\u003e\u003cimg src=\"images/sukoon.png\" class=\"main-v\" /\u003e\u003c/span\u003e)\u003c/span\u003e huonekana juu yake, ambayo inajulikana kama Sukoon. Herufi iliyo na Sukoon juu yake, inaonyesha kwamba herufi hiyo haina irabu, na ni sauti tu ya jinsi ya herufi hiyo inapaswa kutamkwa. Neno haliwezi kuanza na Sukoon, na Sukoon inaweza kusomwa tu ikiwa imejumuishwa na herufi iliyopita yenye Harakat kama Fat-ha, Kasra, au Dhamma. \r\nShaddah ni ishara \u003cspan class=\"main-v-wrap\"\u003e(\u003cspan class=\"main-v-in\"\u003e\u003cimg src=\"images/shadda.png\" class=\"main-v\" /\u003e\u003c/span\u003e)\u003c/span\u003e ambayo inapoonekana juu ya herufi, herufi hiyo inatiliwa mkazo au inathibitishwa kwa kuitamka mara mbili. Ili kutoa sauti ya Shaddah kwa usahihi, fikiria herufi iliyo na Shaddah kama iliyoundwa na herufi mbili zilizo sawa - herufi ya kwanza ikawa na sauti ya Sukoon \u003cspan class=\"main-v-wrap\"\u003e(\u003cspan class=\"main-v-in\"\u003e\u003cimg src=\"images/sukoon.png\" class=\"main-v\" /\u003e\u003c/span\u003e)\u003c/span\u003e na herufi ya pili inayo sauti ya moja kati ya Harakat tatu (Fat-ha au Kasra au Dhamma). Somo hili linakusaidia kusoma na kutamka kwa usahihi herufi zenye mchanganyiko wa Harakat, Sukoon (isiyo Harakat), na Shaddah juu yake. Kuanzia herufi ya kwanza kulia, bonyeza ili usikie matamshi sahihi ya herufi hiyo.  Itamke mwenyewe herufi hiyo na kuirudia mpaka ujiamini kuwa unaweza kulinganisha umbo la herufi na Harakat yake pamoja na matamshi yake kabla ya kuendea herufi inayofuata.","SummaryFr":"Une lettre ayant un signe de Harakat avec un des trois signes suivants \u003cspan class=\"main-v-wrap\"\u003e(\u003cspan class=\"main-v-in\"\u003e\u003cimg src=\"images/fatha.png\" class=\"main-v\" /\u003e\u003c/span\u003e)\u003c/span\u003e\u003cspan class=\"main-v-wrap\"\u003e(\u003cspan class=\"main-v-in\"\u003e\u003cimg src=\"images/kasra.png\" class=\"main-v\" /\u003e\u003c/span\u003e)\u003c/span\u003e\u003cspan class=\"main-v-wrap\"\u003e(\u003cspan class=\"main-v-in\"\u003e\u003cimg src=\"images/dhamma.png\" class=\"main-v\" /\u003e\u003c/span\u003e)\u003c/span\u003e est appelée Mutaharrik (qui est en mouvement), par contre une lettre n’ayant pas de Harakat est appelée saakin (au repos) et ou le signe \u003cspan class=\"main-v-wrap\"\u003e(\u003cspan class=\"main-v-in\"\u003e\u003cimg src=\"images/sukoon.png\" class=\"main-v\" /\u003e\u003c/span\u003e)\u003c/span\u003e au dessus que l’on appelle Soukoune. Une lettre accompagnée d’un Soukoune indique que la lettre n’a pas de voyelle et que seul le son phonétique de la lettre doit être prononcé. Un mot ne peut jamais commencer par une lettre saakina étant donné que la lettre saakina peut seulement être lue avec une lettre précédante ayant un Harakat tel que Fat-ha, Kasra, ou Dhamma. La Chadda  \u003cspan class=\"main-v-wrap\"\u003e(\u003cspan class=\"main-v-in\"\u003e\u003cimg src=\"images/shadda.png\" class=\"main-v\" /\u003e\u003c/span\u003e)\u003c/span\u003e en  langue arabe est un symoble placé au dessus d’une lettre qui nous donne une intonation plus forte et plus élevée, c’est comme si il y avait prononcé deux fois la même lettre. Pour faire sortir correctement le son de la Chadda, il suffit de considérer que la lettre avec un Chadda consiste en deux lettres identiques, dont la première a le son Soukoune \u003cspan class=\"main-v-wrap\"\u003e(\u003cspan class=\"main-v-in\"\u003e\u003cimg src=\"images/sukoon.png\" class=\"main-v\" /\u003e\u003c/span\u003e)\u003c/span\u003e\r\net la deuxième a l’un des trois sons Harakat (Fat-ha ou Kasra ou Dhamma). Cette leçon vous aidera à lire et à prononcer correctement les lettres comportant une combinaison de Harakat, Soukoune (sans Harakat) et Chadda. Commençant par la première lettre à droite, cliquez pour écouter la prononciation correcte de la lettre. Prononcez la lettre par vous-même à plusieurs reprises et assurez-vous que vous êtes capable d’associer la lettre et sa Harakat à sa prononciation avant de passer à la lettre suivante.","SummaryPt":"Uma letra que tem um Harakat é chamada de letra mutaharrik (movida), e um desses três sinais \u003cspan class=\"main-v-wrap\"\u003e(\u003cspan class=\"main-v-in\"\u003e\u003cimg src=\"images/fatha.png\" class=\"main-v\" /\u003e\u003c/span\u003e)\u003c/span\u003e\u003cspan class=\"main-v-wrap\"\u003e(\u003cspan class=\"main-v-in\"\u003e\u003cimg src=\"images/kasra.png\" class=\"main-v\" /\u003e\u003c/span\u003e)\u003c/span\u003e\u003cspan class=\"main-v-wrap\"\u003e(\u003cspan class=\"main-v-in\"\u003e\u003cimg src=\"images/dhamma.png\" class=\"main-v\" /\u003e\u003c/span\u003e)\u003c/span\u003e aparece sobre ela, mas uma letra que não tem Harakat é chamada de letra saakin (em repouso), e um sinal \u003cspan class=\"main-v-wrap\"\u003e(\u003cspan class=\"main-v-in\"\u003e\u003cimg src=\"images/sukoon.png\" class=\"main-v\" /\u003e\u003c/span\u003e)\u003c/span\u003e aparece sobre ele, que é referido como Sukoon. Uma letra com um Sukoon sobre ela mostra que a letra não tem vogal, e apenas o som fonético da letra deve ser pronunciado. Uma palavra nunca pode começar com uma letra saakin porque a letra saakin só pode ser lida junto com uma letra anterior que tenha um Harakat como Fat-ha, Kasra ou Dhamma. Um Shaddah é um símbolo \u003cspan class=\"main-v-wrap\"\u003e(\u003cspan class=\"main-v-in\"\u003e\u003cimg src=\"images/shadda.png\" class=\"main-v\" /\u003e\u003c/span\u003e)\u003c/span\u003e que, quando aparece no topo de uma letra, essa letra é reforçada ou enfatizada como se você a estivesse pronunciando duas vezes. Para produzir o som de Shaddah corretamente, imagine que a letra com um Shaddah é composta de duas letras iguais, de modo que a primeira letra tenha som Sukoon     \u003cspan class=\"main-v-wrap\"\u003e(\u003cspan class=\"main-v-in\"\u003e\u003cimg src=\"images/sukoon.png\" class=\"main-v\" /\u003e\u003c/span\u003e)\u003c/span\u003e, e a segunda letra tenha qualquer um dos três Harakat (Fat-ha ou Kasra ou Dhamma ) som. Esta lição o ajudará a ler e pronunciar corretamente as letras com uma combinação de Harakat, Sukoon (sem Harakat) e Shaddah. Começando com a primeira letra à direita, clique para ouvir a pronúncia correta da letra. Pronuncie a letra sozinho repetidamente até ter certeza de que pode associar a letra e seu Harakat com sua pronúncia antes de passar para a próxima letra","SummaryEs":"Una letra que tiene un Harakat se llama letra mutaharrik (movida) y uno de estos tres signos \u003cspan class=\"main-v-wrap\"\u003e(\u003cspan class=\"main-v-in\"\u003e\u003cimg src=\"images/fatha.png\" class=\"main-v\" /\u003e\u003c/span\u003e)\u003c/span\u003e\u003cspan class=\"main-v-wrap\"\u003e(\u003cspan class=\"main-v-in\"\u003e\u003cimg src=\"images/kasra.png\" class=\"main-v\" /\u003e\u003c/span\u003e)\u003c/span\u003e\u003cspan class=\"main-v-wrap\"\u003e(\u003cspan class=\"main-v-in\"\u003e\u003cimg src=\"images/dhamma.png\" class=\"main-v\" /\u003e\u003c/span\u003e)\u003c/span\u003e aparece sobre ella, pero una letra que no tiene Harakat se llama letra saakin (en reposo) y un signo \u003cspan class=\"main-v-wrap\"\u003e(\u003cspan class=\"main-v-in\"\u003e\u003cimg src=\"images/sukoon.png\" class=\"main-v\" /\u003e\u003c/span\u003e)\u003c/span\u003e aparece sobre él, que se conoce como Sukoon. Una letra con un Sukoon sobre ella muestra que la letra no tiene vocal, y solo se debe pronunciar el sonido fonético de la letra. Una palabra nunca puede comenzar con una letra saakin porque la letra saakin solo se puede leer junto con una letra anterior que tiene un Harakat como Fat-ha, Kasra o Dhamma. Un Shaddah es un símbolo \u003cspan class=\"main-v-wrap\"\u003e(\u003cspan class=\"main-v-in\"\u003e\u003cimg src=\"images/shadda.png\" class=\"main-v\" /\u003e\u003c/span\u003e)\u003c/span\u003e que cuando aparece encima de una letra, esa letra se refuerza o acentúa como si la estuvieras pronunciando dos veces. Para producir el sonido de Shaddah correctamente, imagine que la letra con Shaddah está formada por dos letras iguales, de modo que la primera letra tiene el sonido Sukoon \u003cspan class=\"main-v-wrap\"\u003e(\u003cspan class=\"main-v-in\"\u003e\u003cimg src=\"images/sukoon.png\" class=\"main-v\" /\u003e\u003c/span\u003e)\u003c/span\u003e y la segunda letra tiene cualquiera de los tres sonidos Harakat (Fat-ha, Kasra o Dhamma). Esta lección te ayudará a leer y pronunciar correctamente las letras con una combinación de Harakat, Sukoon (sin Harakat) y Shaddah. Comenzando con la primera letra a la derecha, haga clic para escuchar la pronunciación correcta de la letra. Pronuncie la letra usted mismo repetidamente hasta que esté seguro de que puede asociar la letra y su Harakat con su pronunciación antes de pasar a la siguiente letra.","Summary1":"","Summary1Swa":null,"Summary1Fr":null,"Summary1Pt":null,"Summary1Es":null,"Image":"lessons_s1_l10","Sort":11},{"id":11,"StageID":1,"Number":11,"Title":"Sukoon and Shaddah \u003cspan\u003eExercises\u003c/span\u003e","TitleSwa":"Mazoezi katika Sukoon na Shaddah","TitleFr":"Exercices sur l’apprentissage de Soukoune et Chadda","TitlePt":"Exercícios de Sukoon e Shaddah","TitleEs":"Ejercicios Sukoon y Shaddah","Title1":null,"Title1Swa":null,"Title1Fr":null,"Title1Pt":null,"Title1Es":null,"Summary":"This lesson will help you to practice reading and correctly pronouncing letters with a combination of Sukoon (no Harakat) and Shaddah. Starting with the first letter on the right, click to hear the correct pronunciation of the letter.  Pronounce the letter by yourself repeatedly until you are confident that you can associate the letter and its Sukoon/Shaddah with its pronunciation before you move to the next letter.","SummarySwa":"Somo hili linakusaidia kufanya mazoezi ya kusoma na kutamka kwa usahihi herufi zenye mchanganyiko wa Sukoon (isiyo na Harakat) na Shaddah. Kuanzia herufi ya kwanza kulia, bonyeza ili usikie matamshi sahihi ya herufi hiyo. Itamke mwenyewe herufi hiyo na  kuirudia mpaka ujiamini kuwa unaweza kulinganisha umbo la herufi na Sukoon/Shaddah yake pamoja na matamshi yake kabla ya kuendea herufi inayofuata.","SummaryFr":"Cette leçon vous aidera à lire et à prononcer correctement les lettres comportant une combinaison de Harakat, Soukoune (sans Harakat) et Chadda. Commençant par la première lettre à droite, cliquez pour écouter la prononciation correcte de la lettre. Prononcez la lettre par vous-même à plusieurs reprises et assurez-vous que vous êtes capable d’associer la lettre et son Soukoune/Chadda à sa prononciation avant de passer à la lettre suivante.","SummaryPt":"Esta lição o ajudará a praticar a leitura e a pronúncia correta das letras com uma combinação de Sukoon (sem Harakat) e Shaddah. Começando com a primeira letra à direita, clique para ouvir a pronúncia correta da letra. Pronuncie a letra sozinho repetidamente até ter certeza de que pode associar a letra e seu Sukoon/Shaddah com sua pronúncia antes de passar para a próxima letra.","SummaryEs":"Esta lección te ayudará a practicar la lectura y pronunciación correcta de las letras con una combinación de Sukoon (no Harakat) y Shaddah. Comenzando con la primera letra a la derecha, haga clic para escuchar la pronunciación correcta de la letra. Pronuncie la letra usted mismo repetidamente hasta que esté seguro de que puede asociar la letra y su Sukoon/Shaddah con su pronunciación antes de pasar a la siguiente letra.","Summary1":"","Summary1Swa":null,"Summary1Fr":null,"Summary1Pt":null,"Summary1Es":null,"Image":"lessons_s1_l11","Sort":12},{"id":12,"StageID":1,"Number":12,"Title":"Double Shaddah \u003cspan\u003eExercises\u003c/span\u003e","TitleSwa":"Mazoezi katika Shaddah Mbili Sambamba","TitleFr":"Exercices sur l’apprentissage de Chadda Doublée","TitlePt":"Exercícios duplos de Shaddah","TitleEs":"Ejercicios de doble Shaddah","Title1":null,"Title1Swa":null,"Title1Fr":null,"Title1Pt":null,"Title1Es":null,"Summary":"This lesson will help you to practice correct pronunciation of two letters following each other, but both with Shaddah. The same rule of pronouncing Shaddah is applied on each letter. Starting with the first word on the right, click to hear the correct pronunciation of the word. Pronounce the word by yourself repeatedly until you are confident that you can associate the word and its Harakats with its pronunciation before you move to the next word.","SummarySwa":"Somo hili linakusaidia kufanya mazoezi ya matamshi sahihi ya herufi mbili zifuatanazo, lakini zote ni zenye Shaddah. Sheria hiyo hiyo ya kutamka Shaddah inatumika kwenye kila herufi. Kuanzia na neno la kwanza kulia, bonyeza ili usikie matamshi sahihi ya neno hilo.  Litamke mwenyewe neno hilo na kulirudia mpaka ujiamini kuwa unaweza kulinganisha umbo la neno na Harakat yake pamoja na matamshi yake kabla ya kuendea neno linalofuata.","SummaryFr":"Cette leçon vous aidera à vous pratiquer à la prononciation correcte de deux lettres qui se suivent, mais comportant toutes deux le symbole de Chadda. La même règle de prononciation de Chadda est appliquée à chaque lettre. Commençant par la première lettre à droite, cliquez pour écouter la prononciation correcte de la lettre. Prononcez la lettre par vous-même à plusieurs reprises et assurez-vous que vous êtes capable d’associer le mot et son Harakat à sa prononciation avant de passer à la lettre suivante.","SummaryPt":"Esta lição o ajudará a praticar a pronúncia correta de duas letras uma após a outra, mas ambas com Shaddah. A mesma regra de pronunciar Shaddah é aplicada em cada letra. Começando com a primeira palavra à direita, clique para ouvir a pronúncia correta da palavra. Pronuncie a palavra sozinho repetidamente até ter certeza de que pode associar a palavra e seus Harakats com sua pronúncia antes de passar para a próxima palavra.","SummaryEs":"Esta lección te ayudará a practicar la pronunciación correcta de dos letras que se suceden, pero ambas con Shaddah. La misma regla de pronunciar Shaddah se aplica en cada letra. Comenzando con la primera palabra a la derecha, haga clic para escuchar la pronunciación correcta de la palabra. Pronuncia la palabra tú mismo varias veces hasta que estés seguro de que puedes asociar la palabra y sus harakats con su pronunciación antes de pasar a la siguiente palabra.","Summary1":"","Summary1Swa":null,"Summary1Fr":null,"Summary1Pt":null,"Summary1Es":null,"Image":"lessons_s1_l12","Sort":13},{"id":13,"StageID":1,"Number":13,"Title":"Shaddah and Madd \u003cspan\u003eExercises\u003c/span\u003e","TitleSwa":"Mazoezi katika Shaddah na Madd","TitleFr":"Exercices sur l’apprentissage de Chadda et Al-Madd","TitlePt":"Exercícios de Shaddah e Madd","TitleEs":"Ejercicios Shaddah y Madd","Title1":null,"Title1Swa":null,"Title1Fr":null,"Title1Pt":null,"Title1Es":null,"Summary":"This lesson will help you to practice reading and correctly pronouncing words with letters that have a combination of Shaddah and Madd. Starting with the first word on the right, click to hear the correct pronunciation of the word. Pronounce the word by yourself repeatedly until you are confident that you can associate the word and its Shaddah/Madd with its pronunciation before you move to the next word.","SummarySwa":"Somo hili linakusaidia kufanya mazoezi ya kusoma na kutamka kwa usahihi maneno yenye  herufi zilizo na mchanganyiko wa Shaddah na Madd. Kuanzia na neno la kwanza kulia, bonyeza ili usikie matamshi sahihi ya neno hilo. Litamke mwenyewe neno hilo na kulirudia mpaka ujiamini kuwa unaweza kulinganisha umbo la neno na Shaddah/Madd zake pamoja na matamshi yake kabla ya kuendea neno linalofuata.","SummaryFr":"Cette leçon vous aidera à lire et à prononcer correctement les lettres comportant une combinaison de Chadda et Al-Madd. Commençant par la première lettre à droite, cliquez pour écouter la prononciation correcte de la lettre. Prononcez la lettre par vous-même à plusieurs reprises et assurez-vous que vous êtes capable d’associer le mot avec Chadda/Al-Madd à son prononciation avant de passer à la lettre suivante.","SummaryPt":"Esta lição o ajudará a praticar a leitura e a pronuncia correta das palavras com letras que tenham uma combinação de Shaddah e Madd. Começando com a primeira palavra à direita, clique para ouvir a pronúncia correta da palavra. Pronuncie a palavra sozinho repetidamente até ter certeza de que pode associar a palavra e seu Shaddah/Madd com sua pronúncia antes de passar para a próxima palavra.","SummaryEs":"Esta lección te ayudará a practicar la lectura y la pronunciación correcta de palabras con letras que tienen una combinación de Shaddah y Madd. Comenzando con la primera palabra a la derecha, haga clic para escuchar la pronunciación correcta de la palabra. Pronuncie la palabra usted mismo repetidamente hasta que esté seguro de que puede asociar la palabra y su Shaddah/Madd con su pronunciación antes de pasar a la siguiente palabra.","Summary1":"","Summary1Swa":null,"Summary1Fr":null,"Summary1Pt":null,"Summary1Es":null,"Image":"lessons_s1_l13","Sort":14},{"id":15,"StageID":1,"Number":15,"Title":"Muqatta’at Letters","TitleSwa":"Herufi za Muqatta’at","TitleFr":"Les lettres (Al-hurûf) Al-Muqaṭṭa’a","TitlePt":"Letras de Muqata\u0027at","TitleEs":"Muqatta’at Letras","Title1":null,"Title1Swa":null,"Title1Fr":null,"Title1Pt":null,"Title1Es":null,"Summary":"There are 114 Surah (Chapters) in the Holy Qur’an. 29 of these Surah (Chapters) start with “Muqatta’at”, that is, they begin with a letter or a combination of letters instead of a word. These letters are not pronounced phonetically but are read separately with their letter name. This lesson will help you to recognize Muqatta’at letter(s) and correctly pronounce their names. Starting with the first letter(s) on the right, click to hear the correct pronunciation of the letter(s). Pronounce the letter(s) by yourself repeatedly until you are confident that you can associate the letter(s) with their pronunciation before you move to the next letter(s).","SummarySwa":"Kuna Sura 114 katika Qur\u0027ani Tukufu. 29 ya Sura hizi zinaanza na \"Muqatta\u0027at\", yaani, zinaanza na herufi (moja au zaidi) badala ya neno. Herufi hizi hazitamkwi kifonetiki lakini husomwa moja moja kwa jina la kila herufi. Somo hili linakusaidia kuzitambua herufi za Muqatta’at na vipi kutamka kwa usahihi majina ya herifi hizo. Kuanzia na herufi za kwanza kulia, bonyeza ili usikie matamshi sahihi ya herufi. Itamke mwenyewe herufi hiyo na  kuirudia mpaka ujiamini kuwa unaweza kulinganisha umbo la herufi na matamshi yake kabla ya kuendea herufi inayofuata.","SummaryFr":"Le saint coran est constitué de 114 sourates (appelées aussi chapitres), dont 29 souartes commencent par \"Muqatta’at\", à savoir par une lettre ou une combinaison de lettres au lieu d’un mot. Lesdites lettres ne se prononcent pas phonétiquement, mais sont lues indépendamment les unes des autres avec leur nom de lettre. Commençant par la première lettre à droite, cliquez pour écouter la prononciation correcte de la lettre. Prononcez la lettre par vous-même à plusieurs reprises et assurez-vous que vous êtes capable d’associer la lettre à sa prononciation avant de passer à la lettre suivante.","SummaryPt":"Existem 114 Suras (Capítulos) no Sagrado Alcorão. 29 dessas Suratas (Capítulos) começam com \"Muqatta\u0027at\", ou seja, começam com uma letra ou uma combinação de letras em vez de uma palavra. Essas letras não são pronunciadas foneticamente, mas são lidas separadamente com o nome da letra. Esta lição irá ajudá-lo a reconhecer a(s) letra(s) de Muqatta\u0027at e a pronunciar corretamente seus nomes. Começando com a(s) primeira(s) letra(s) à direita, clique para ouvir a pronúncia correta da(s) letra(s). Pronuncie a(s) letra(s) sozinho repetidamente até ter certeza de que pode associar a(s) letra(s) com sua pronúncia antes de passar para a(s) próxima(s) letra(s).","SummaryEs":"Hay 114 Suras (Capítulos) en el Sagrado Corán. 29 de estas Surah (Capítulos) comienzan con \"Muqatta\u0027at\", es decir, comienzan con una letra o una combinación de letras en lugar de una palabra. Estas letras no se pronuncian fonéticamente sino que se leen por separado con su nombre de letra. Esta lección te ayudará a reconocer las letras de Muqatta’at y a pronunciar correctamente sus nombres. Comenzando con la(s) primera(s) letra(s) a la derecha, haga clic para escuchar la pronunciación correcta de la(s) letra(s). Pronuncie la(s) letra(s) usted mismo repetidamente hasta que esté seguro de que puede asociar la(s) letra(s) con su pronunciación antes de pasar a la(s) siguiente(s) letra(s).","Summary1":"","Summary1Swa":null,"Summary1Fr":null,"Summary1Pt":null,"Summary1Es":null,"Image":"lessons_s1_l15","Sort":15},{"id":16,"StageID":1,"Number":16,"Title":"Short Phrases","TitleSwa":"Misemo Mifupi","TitleFr":"Phrases/expressions courtes","TitlePt":"Frases curtas","TitleEs":"Frases Cortas","Title1":null,"Title1Swa":null,"Title1Fr":null,"Title1Pt":null,"Title1Es":null,"Summary":"This lesson will help you to practice correct pronunciation of some of the short phrases from the Qur’an with different kinds of linguistic features that you have studied so far. Starting with the first phrase on the right, click to hear the correct pronunciation of the phrase. Pronounce the phrase by yourself repeatedly until you are confident that you can associate the letters in the phrase with their pronunciation before you move to the next phrase.","SummarySwa":"Somo hili linakusaidia kujizoesha matamshi sahihi ya misemo mifupi iliyomo katika Qur\u0027ani na yenye aina mbali mbali za kawaida za kilugha ambazo umesoma hadi sasa. Kuanzia kifungu cha kwanza kulia, bonyeza ili usikie matamshi sahihi ya kifungu hicho. Tamka mwenyewe msemo huo na kuirudia mpaka ujiamini kuwa unaweza kulinganisha umbo la herufi katika msemo huo pamoja na matamshi yake kabla ya kuendea msemo unaofuata.","SummaryFr":"Cette leçon vous aidera à pratiquer la prononciation correcte de certaines des courtes phrases extraites du Coran présentant des caractéristiques linguistiques différentes que vous avez étudiées jusqu’à présent. Commençant par la première lettre à droite, cliquez pour écouter la prononciation correcte de la phrase. Prononcez la phrase par vous-même à plusieurs reprises et assurez-vous que vous êtes capable d’associer les lettres dans la phrase à leur prononciation avant de passer à la phrase suivante.","SummaryPt":"Esta lição o ajudará a praticar a pronúncia correta de algumas das frases curtas do Alcorão com diferentes tipos de recursos linguísticos que você estudou até agora. Começando com a primeira frase à direita, clique para ouvir a pronúncia correta da frase. Pronuncie a frase sozinho repetidamente até ter certeza de que pode associar as letras da frase com a pronúncia antes de passar para a próxima frase.","SummaryEs":"Esta lección te ayudará a practicar la pronunciación correcta de algunas de las frases cortas del Corán con diferentes tipos de características lingüísticas que has estudiado hasta ahora. Comenzando con la primera frase a la derecha, haga clic para escuchar la pronunciación correcta de la frase. Pronuncie la frase usted mismo repetidamente hasta que esté seguro de que puede asociar las letras de la frase con su pronunciación antes de pasar a la siguiente frase.","Summary1":"","Summary1Swa":null,"Summary1Fr":null,"Summary1Pt":null,"Summary1Es":null,"Image":"lessons_s1_l16","Sort":16},{"id":17,"StageID":2,"Number":1,"Title":"Verse by Verse \u003cspan\u003eJuzu \u0027Amma\u003c/span\u003e","TitleSwa":"Aya kwa Aya \u003cspan\u003eJuz \u0027Amma\u003cspan\u003e","TitleFr":"","TitlePt":null,"TitleEs":null,"Title1":null,"Title1Swa":null,"Title1Fr":null,"Title1Pt":null,"Title1Es":null,"Summary":"This lesson teaches you the pronunciation of the entire verse, verse by verse. Touch or click a verse to hear its pronunciation. This lesson covers 37 Suras of Section 30 of the Qur’an, (Juzu ‘Amma). You can move to a particular surah, ayah or page by clicking the \u003cb\u003eSurah\u003c/b\u003e number, \u003cb\u003eAyah\u003c/b\u003e number or \u003cb\u003ePage\u003c/b\u003e number which appear on the top. (Note that the page number is the same as in the actual Qur’an).","SummarySwa":"Somo hili linakufundisha kutamka aya kamili, aya kwa aya. Bofya aya usikie matamshi yake. Somo hili ni la Sura 37 za Juzuu ya 30 ya Qur’ani (Juzuu ‘Amma).  Unaweza kurukia Sura yoyote, Aya au ukurasa wowote kwa kubofya nambari ya \u003cb\u003eSurah\u003c/b\u003e, \u003cb\u003eAya\u003c/b\u003e au \u003cb\u003eUkurasa\u003c/b\u003e ziliopo hapo juu. (Nambari ya ukurasa ni sawa na ile iliyo ndani ya msahafu wa Qur’ani)","SummaryFr":"Cette leçon vous apprend la prononciation du verset entier, verset par verset. Touchez ou cliquez sur un verset pour entendre sa prononciation. Cette leçon couvre 37 sourates de la section 30 du Coran (Juzu \u0027Amma). Vous pouvez accéder à une sourate, à une vers ou à une page en particulier en cliquant sur le numéro de la sourate, le numéro de la vers ou le numéro de page qui apparaissent en haut. (Notez que le numéro de page est le même que dans le Coran actuel).\r\n","SummaryPt":null,"SummaryEs":null,"Summary1":"","Summary1Swa":null,"Summary1Fr":null,"Summary1Pt":null,"Summary1Es":null,"Image":"lessons_s2_l1","Sort":17},{"id":18,"StageID":2,"Number":2,"Title":"Verse by Verse \u003cspan\u003eFull Qur\u0027an\u003c/span\u003e ","TitleSwa":"Aya kwa Aya \u003cspan\u003eQur\u0027an Kamili\u003cspan\u003e","TitleFr":"Verset par Verset \u003cspan\u003eQu\u0027ran complet\u003cspan\u003e ","TitlePt":"Versículo por Versículo \u003cspan\u003eAlcorão Completo\u003c/span\u003e ","TitleEs":"Verso por Verso \u003cspan\u003eCorán Completo\u003c/span\u003e ","Title1":null,"Title1Swa":null,"Title1Fr":null,"Title1Pt":null,"Title1Es":null,"Summary":"This lesson teaches you the pronunciation of the entire verse, verse by verse. Touch or click a verse to hear its pronunciation. This lesson covers all the 114 Suras of the Qur’an. You can move to a particular surah, ayah, page or juzu by clicking the \u003cb\u003eSurah\u003c/b\u003e number, \u003cb\u003eAyah\u003c/b\u003e number, \u003cb\u003ePage\u003c/b\u003e number or \u003cb\u003eJuzu\u003c/b\u003e number which appear on the top. (Note that the page number is the same as in the actual Qur’an).","SummarySwa":"Somo hili linakufundisha kutamka aya kamili, aya kwa aya. Bofya aya usikie matamshi yake. Somo hili ni la sura zote 114 za Qur’ani.  Unaweza kurukia Sura yoyote, Aya, ukurasa wowote au Juzuu yoyote kwa kubofya nambari ya \u003cb\u003eSurah\u003c/b\u003e, \u003cb\u003eAya\u003c/b\u003e, \u003cb\u003eUkurasa\u003c/b\u003e au \u003cb\u003eJuzuu\u003c/b\u003e ziliopo hapo juu. (Nambari ya ukurasa ni sawa na ile iliyo ndani ya msahafu wa Qur’ani)","SummaryFr":"Cette leçon vous apprend la prononciation du verset entier, verset par verset. Touchez ou cliquez sur un verset pour entendre sa prononciation. Cette leçon couvre les 114 sourates du Coran. Vous pouvez accéder à une sourate, ayah, page ou juzu en particulier en cliquant sur le numéro de sourate, le numéro d\u0027ayah, le numéro de page ou le numéro de Juzu qui apparaissent en haut. (Notez que le numéro de page est le même que dans le Coran actuel).\r\n","SummaryPt":"Esta lição ensina a pronúncia de todo o versículo, versículo por versículo. Toque ou clique em um versículo para ouvir sua pronúncia. Esta lição abrange todas as 114 Suras do Alcorão. Você pode ir para uma surata, ayah, página ou juzu em particular clicando no número da Surah, número da Ayah, número da Página ou número Juzu que aparecem na parte superior. (Observe que o número da página é o mesmo do Alcorão real).","SummaryEs":"Esta lección te enseña la pronunciación de todo el verso, verso por verso. Toque o haga clic en un verso para escuchar su pronunciación. Esta lección cubre las 114 Suras del Corán. Puede pasar a una sura, aleya, página o juzu en particular haciendo clic en el número de Surah, número de Ayah, número de Página o número de Juzu que aparecen en la parte superior. (Tenga en cuenta que el número de página es el mismo que en el Corán real).","Summary1":"","Summary1Swa":null,"Summary1Fr":null,"Summary1Pt":null,"Summary1Es":null,"Image":"lessons_s2_l2","Sort":18},{"id":19,"StageID":2,"Number":3,"Title":"Word by Word \u003cspan\u003eJuzu \u0027Amma\u003c/span\u003e","TitleSwa":"Neno kwa Neno \u003cspan\u003eJuzu \u0027Amma\u003cspan\u003e","TitleFr":"","TitlePt":null,"TitleEs":null,"Title1":null,"Title1Swa":null,"Title1Fr":null,"Title1Pt":null,"Title1Es":null,"Summary":"This lesson teaches you how to pronounce the Arabic words in each verse, word by word. Touch or click a word to hear its pronunciation. This lesson covers 37 Suras of Section 30 of the Qur’an, (Juzu ‘Amma). You can move to a particular surah, ayah or page by clicking the \u003cb\u003eSurah\u003c/b\u003e number, \u003cb\u003eAyah\u003c/b\u003e number or \u003cb\u003ePage\u003c/b\u003e number which appear on the top. (Note that the page number is the same as in the actual Qur’an).","SummarySwa":"Somo hili linakufundisha kutamka maneno ya Kiarabu, neno kwa neno, katika kila aya. Bofya neno usikie matamshi yake. Somo hili ni la Sura 37 za Juzuu ya 30 ya Qur’ani (Juzuu ‘Amma). Unaweza kurukia Sura yoyote, Aya au ukurasa wowote kwa kubofya nambari ya \u003cb\u003eSurah\u003c/b\u003e, \u003cb\u003eAya\u003c/b\u003e au \u003cb\u003eUkurasa\u003c/b\u003e ziliopo hapo juu. (Nambari ya ukurasa ni sawa na ile iliyo ndani ya msahafu wa Qur’ani)","SummaryFr":"Cette leçon vous apprend à prononcer les mots arabes dans chaque verset, mot par mot. Touchez ou cliquez sur un mot pour entendre sa prononciation. Cette leçon couvre 37 sourates de la section 30 du Coran (Juzu \u0027Amma). Vous pouvez accéder à une sourate, à une vers ou à une page en particulier en cliquant sur le numéro de la sourate, le numéro de la vers ou le numéro de page qui apparaissent en haut. (Notez que le numéro de page est le même que dans le Coran actuel).\r\n","SummaryPt":null,"SummaryEs":null,"Summary1":null,"Summary1Swa":null,"Summary1Fr":null,"Summary1Pt":null,"Summary1Es":null,"Image":"lessons_s2_l3","Sort":16},{"id":20,"StageID":2,"Number":4,"Title":"Word by Word \u003cspan\u003eFull Qur\u0027an\u003c/span\u003e","TitleSwa":"Neno kwa Neno \u003cspan\u003eQur\u0027an Kamili\u003cspan\u003e","TitleFr":"Mot par Mot \u003cspan\u003eLe Coran en integralité\u003cspan\u003e","TitlePt":"Palavra por palavra \u003cspan\u003eAlcorão Completo\u003c/span\u003e","TitleEs":"Palabra por Palabra \u003cspan\u003eCorán Completo\u003c/span\u003e","Title1":null,"Title1Swa":null,"Title1Fr":null,"Title1Pt":null,"Title1Es":null,"Summary":"This lesson teaches you how to pronounce the Arabic words in each verse, word by word. Touch or click a word to hear its pronunciation. This lesson covers all the 114 Suras of the Qur’an. You can move to a particular surah, ayah, page or juzu by clicking the \u003cb\u003eSurah\u003c/b\u003e number, \u003cb\u003eAyah\u003c/b\u003e number, \u003cb\u003ePage\u003c/b\u003e number or \u003cb\u003eJuzu\u003c/b\u003e number which appear on the top. (Note that the page number is the same as in the actual Qur’an).","SummarySwa":"Somo hili linakufundisha kutamka maneno ya Kiarabu, neno kwa neno, katika kila aya. Bofya neno usikie matamshi yake. Somo hili ni la sura zote 114 za Qur’ani.  Unaweza kurukia Sura yoyote, Aya,  ukurasa wowote au juzuu yoyote kwa kubofya nambari ya \u003cb\u003eSurah\u003c/b\u003e, \u003cb\u003eAya\u003c/b\u003e, \u003cb\u003eUkurasa\u003c/b\u003e au \u003cb\u003eJuzuu\u003c/b\u003e ziliopo hapo juu. (Nambari ya ukurasa ni sawa na ile iliyo ndani ya msahafu wa Qur’ani)","SummaryFr":"Au cours de cette leçon, vous allez apprendre à bien prononcer le verset dans son ensemble. Si vous voulez en apprendre plus sur la prononciation, appuyez ou cliquez sur un mot pour en écouter la prononciation. Vous allez également découvrir les 114 sourates que le Saint Coran comporte dans son ensemble. Vous pourrez vous rendre à une sourate, un verset, une page ou une partie en particulier en cliquant sur le numéro de la Sourate, de l’Ayah, de la Page ou du Juz’ qui apparaît en haut (Veuillez noter que le numéro de la page est le même que celui figurant dans le Coran).","SummaryPt":"Esta lição ensina como pronunciar as palavras em árabe em cada verso, palavra por palavra. Toque ou clique em uma palavra para ouvir sua pronúncia. Esta lição abrange todas as 114 Suras do Alcorão. Você pode ir para uma surata, ayah, página ou juzu em particular clicando no número da Surah, número da Ayah, número da Página ou número Juzu que aparecem na parte superior. (Observe que o número da página é o mesmo do Alcorão real).","SummaryEs":"Esta lección te enseña cómo pronunciar las palabras árabes en cada verso, palabra por palabra. Toque o haga clic en una palabra para escuchar su pronunciación. Esta lección cubre las 114 Suras del Corán. Puede pasar a una sura, aleya, página o juzu en particular haciendo clic en el número de Surah, número de Ayah, número de Página o número de Juzu que aparecen en la parte superior. (Tenga en cuenta que el número de página es el mismo que en el Corán real).","Summary1":null,"Summary1Swa":null,"Summary1Fr":null,"Summary1Pt":null,"Summary1Es":null,"Image":"lessons_s2_l4","Sort":21},{"id":21,"StageID":5,"Number":1,"Title":"Verse by Verse \u003cspan\u003eFull Qur\u0027an\u003c/span\u003e","TitleSwa":"Aya kwa Aya","TitleFr":"Verset par Verset \u003cspan\u003eLe Coran en integralité\u003c/span\u003e","TitlePt":"Versículo por Versículo \u003cspan\u003eAlcorão Completo\u003c/span\u003e","TitleEs":"Verso por Verso \u003cspan\u003eCorán Completo\u003c/span\u003e","Title1":null,"Title1Swa":null,"Title1Fr":null,"Title1Pt":null,"Title1Es":null,"Summary":"In this section you can listen to the Qur’an and its meaning verse by verse by clicking or touching the verse. On the top menu click ‘Surah’ to select a Surah, Click ‘Ayah’ to select the Ayah, Click ‘Page’ to go to a particular page in the Mas’haf, and click ‘Juzu’ to select a Juzu. You can choose the reciter from the dropdown menu on the right of the verse. To stop the recitation, click the stop (Square) button","SummarySwa":"Katika sehemu hii unaweza kusikiliza Qur’ani na maana yake, Aya kwa Aya kwa kuibofya aya. Katika orodha ya hapo juu bofya “Surah” ili kuchagua Surah, bofya “Aya” kuchagua Ayah, bofya “Ukurasa” kurukia ukurasa maalumu katika Msahafu, na bofya “Juzu” kuchagua Juzuu. Unaweza kuchagua msomaji kutoka kwenye orodha ifungukayo kuliani mwa aya. Kusimamisha kisomo bofya kitufe cha mraba","SummaryFr":"Avec un simple clic sur le verset, vous pouvez écouter le coran et son interprétation, verset par verset. En haut de la liste, cliquez sur \"Sourate\" pour sélectionner une Sourate, cliquez sur \"Ayah\" pour sélectionner un verset, cliquez sur \"Page\" pour accéder à une page particulière du Mous’haf, et cliquez sur \"Juz’\" pour sélectionner une partie. Vous pouvez également choisir le récitateur dans la liste à droite du verset. Pour suspendre la récitation, cliquez sur le bouton d’arrêt (carré).","SummaryPt":"Nesta seção, você pode ouvir o Alcorão e seu significado versículo por versículo clicando ou tocando no versículo. No menu superior, clique em \u0027Surah\u0027 para selecionar um Surah, clique em \u0027Ayah\u0027 para selecionar o Ayah, clique em \u0027Page\u0027 para ir para uma página específica no Mas\u0027haf e clique em \u0027Juzu\u0027 para selecionar um Juzu. Você pode escolher o recitador no menu suspenso à direita do verso. Para parar a recitação, clique no botão parar (quadrado)","SummaryEs":"En esta sección puedes escuchar el Corán y su significado verso por verso haciendo clic o tocando el verso. En el menú superior, haga clic en \u0027Surah\u0027 para seleccionar un Surah, haga clic en \u0027Ayah\u0027 para seleccionar el Ayah, haga clic en \u0027Página\u0027 para ir a una página particular en el Mas\u0027haf y haga clic en \u0027Juzu\u0027 para seleccionar un Juzu. Puede elegir el recitador del menú desplegable a la derecha del verso. Para detener la recitación, haga clic en el botón detener (Cuadrado)","Summary1":null,"Summary1Swa":null,"Summary1Fr":null,"Summary1Pt":null,"Summary1Es":null,"Image":"lessons_s5_l1","Sort":1},{"id":22,"StageID":5,"Number":2,"Title":"Continuous Recitation \u003cspan\u003eFull Qur\u0027an\u003c/span\u003e","TitleSwa":"Usomaji wa Mfululizo","TitleFr":"Recitation en continu \u003cspan\u003eLe Coran en integralité\u003c/span\u003e","TitlePt":"Recitação Contínua \u003cspan\u003eAlcorão Completo\u003c/span\u003e","TitleEs":"Recitación continua \u003cspan\u003eCorán Completo\u003c/span\u003e","Title1":null,"Title1Swa":null,"Title1Fr":null,"Title1Pt":null,"Title1Es":null,"Summary":"In this section you can listen to the Qur’an and its meaning continuously by clicking the first verse or any verse. On the top menu click ‘Surah’ to select a Surah, Click ‘Ayah’ to select the Ayah, Click ‘Page’ to go to a particular page in the Mas’haf, and click ‘Juzu’ to select a Juzu. You can choose the reciter from the dropdown menu on the right of the verse. To stop the recitation, click the stop (Square) button","SummarySwa":"Katika sehemu hii unaweza kusikiliza Qur’ani na maana yake kwa mfululizo kwa kubofya aya ya mwanzo au yoyote ile. Katika orodha ya hapo juu bofya “Surah” ili kuchagua Surah, bofya “Aya” kuchagua Ayah, bofya “Ukurasa” kurukia ukurasa maalumu katika Msahafu, na bofya “Juzu” kuchagua Juzuu. Unaweza kuchagua msomaji kutoka kwenye orodha ifungukayo kuliani mwa aya. Kusimamisha kisomo bofya kitufe cha mraba","SummaryFr":"Avec un simple clic sur le premier verset ou tout autre verset, vous pouvez écouter le coran et son interprétation. En haut de la liste, cliquez sur \"Sourate\" pour sélectionner une Sourate, cliquez sur \"Ayah\" pour sélectionner une Ayah, cliquez sur \"Page\" pour accéder à une page particulière du Mous’haf, et cliquez sur \"Juz’\" pour sélectionner un Juz’. Vous pouvez également choisir le récitateur dans la liste à droite du verset. Pour suspendre la récitation, cliquez sur le bouton d’arrêt (carré).","SummaryPt":"Nesta seção, você pode ouvir o Alcorão e seu significado continuamente clicando no primeiro verso ou em qualquer verso. No menu superior, clique em \u0027Surah\u0027 para selecionar um Surah, clique em \u0027Ayah\u0027 para selecionar o Ayah, clique em \u0027Page\u0027 para ir para uma página específica no Mas\u0027haf e clique em \u0027Juzu\u0027 para selecionar um Juzu. Você pode escolher o recitador no menu suspenso à direita do verso. Para parar a recitação, clique no botão parar (quadrado)","SummaryEs":"En esta sección puede escuchar el Corán y su significado continuamente haciendo clic en el primer verso o en cualquier verso. En el menú superior, haga clic en \u0027Surah\u0027 para seleccionar un Surah, haga clic en \u0027Ayah\u0027 para seleccionar el Ayah, haga clic en \u0027Página\u0027 para ir a una página particular en el Mas\u0027haf y haga clic en \u0027Juzu\u0027 para seleccionar un Juzu. Puede elegir el recitador del menú desplegable a la derecha del verso. Para detener la recitación, haga clic en el botón detener (Cuadrado)","Summary1":null,"Summary1Swa":null,"Summary1Fr":null,"Summary1Pt":null,"Summary1Es":null,"Image":"lessons_s5_l2","Sort":2},{"id":23,"StageID":7,"Number":1,"Title":"Verse by Verse","TitleSwa":"Kuhifadhi Qur\u0027an aya kwa aya","TitleFr":"Verset par verset","TitlePt":"Versículo por versículo","TitleEs":"Verso por Verso","Title1":null,"Title1Swa":null,"Title1Fr":null,"Title1Pt":null,"Title1Es":null,"Summary":"On the top menu from the left, click ‘Surah’ to select the Surah. Click ‘Ayah’ to select the verse you want to start. Click ‘Ayah’ to select the number of verses you want to memorize. Click ‘Times’ to select the number of repetitions.","SummarySwa":"Kuanziya kushoto kwenye orodha iliopo juu, bofya ‘Surah’ uchaguwe Surah. Bofya ‘Ayah’ uchanguwe aya unayotaka kuanzia. Bofya ‘Ayah’ uchaguwa idadi ya aya unazotaka kuhifadhi. Bofya ‘Mara’ uchaguwe idadi za kukariri usomaji.","SummaryFr":"En haut à gauche, cliquez sur \"Sourate\" pour sélectionner la sourate. Cliquez sur \"Ayah\" pour sélectionner le verset que vous voulez commencer. Cliquez sur \"Ayah\" pour sélectionner le nombre de versets que vous voulez mémoriser. Cliquez sur «Fois\" pour sélectionner le nombre de répétitions.","SummaryPt":"No menu superior à esquerda, clique em \u0027Surata\u0027 para selecionar a Surata. Clique em \u0027Ayah\u0027 para selecionar o verso que deseja iniciar. Clique em \u0027Ayah\u0027 para selecionar o número de versos que deseja memorizar. Clique em ‘Vezes’ para selecionar o número de repetições","SummaryEs":"En el menú superior de la izquierda, haga clic en \u0027Surah\u0027 para seleccionar la Surah. Haga clic en \u0027Ayah\u0027 para seleccionar el verso que desea comenzar. Haga clic en \u0027Ayah\u0027 para seleccionar la cantidad de versos que desea memorizar. Haga clic en \u0027Veces\u0027 para seleccionar el número de repeticiones.","Summary1":null,"Summary1Swa":null,"Summary1Fr":null,"Summary1Pt":null,"Summary1Es":null,"Image":"lessons_s7_l1","Sort":1},{"id":24,"StageID":7,"Number":2,"Title":"Track Your Progress","TitleSwa":"Fwatilia Ulipofikia","TitleFr":"Suivez vos progrès","TitlePt":"Acompanhe seu progresso","TitleEs":"Seguimiento de su progreso","Title1":null,"Title1Swa":null,"Title1Fr":null,"Title1Pt":null,"Title1Es":null,"Summary":"","SummarySwa":"","SummaryFr":null,"SummaryPt":null,"SummaryEs":null,"Summary1":null,"Summary1Swa":null,"Summary1Fr":null,"Summary1Pt":null,"Summary1Es":null,"Image":"lessons_s7_l2","Sort":2},{"id":25,"StageID":3,"Number":1,"Title":"Iz̤haar \u003cspan\u003e(Noon Saakin and Tanween)\u003c/span\u003e","TitleSwa":"Iz̤haar \u003cspan\u003e(Noon Saakin and Tanween)\u003c/span\u003e","TitleFr":"Al-Iz̤har","TitlePt":"Iz̤haar","TitleEs":"Iz̤haar","Title1":null,"Title1Swa":null,"Title1Fr":null,"Title1Pt":null,"Title1Es":null,"Summary":"Iz̤haar means to make clear","SummarySwa":null,"SummaryFr":null,"SummaryPt":null,"SummaryEs":null,"Summary1":null,"Summary1Swa":null,"Summary1Fr":null,"Summary1Pt":null,"Summary1Es":null,"Image":"lessons_s3_l1","Sort":1},{"id":26,"StageID":3,"Number":2,"Title":"Idġaam with Ġunnah \u003cspan\u003e(Noon Saakin and Tanween)\u003c/span\u003e","TitleSwa":"Idġaam yenye Ġunnah \u003cspan\u003e(Noon Saakin and Tanween)\u003c/span\u003e","TitleFr":"Idġhâm avec Ġunnah","TitlePt":"Idġaam com Ġunnah","TitleEs":"Idġaam con Ġunnah","Title1":null,"Title1Swa":null,"Title1Fr":null,"Title1Pt":null,"Title1Es":null,"Summary":"Idġaam means to merge","SummarySwa":null,"SummaryFr":null,"SummaryPt":null,"SummaryEs":null,"Summary1":null,"Summary1Swa":null,"Summary1Fr":null,"Summary1Pt":null,"Summary1Es":null,"Image":"lessons_s3_l2","Sort":2},{"id":27,"StageID":3,"Number":3,"Title":"Idġaam without Ġunnah \u003cspan\u003e(Noon Saakin and Tanween)\u003c/span\u003e","TitleSwa":"Idġaam bila ya Ġunnah \u003cspan\u003e(Noon Saakin and Tanween)\u003c/span\u003e","TitleFr":"Idġhâm sans Ġunnah","TitlePt":"Idġaam sem Ġunnah","TitleEs":"Idġaam sin Ġunnah","Title1":null,"Title1Swa":null,"Title1Fr":null,"Title1Pt":null,"Title1Es":null,"Summary":"Idġaam means to merge","SummarySwa":null,"SummaryFr":null,"SummaryPt":null,"SummaryEs":null,"Summary1":null,"Summary1Swa":null,"Summary1Fr":null,"Summary1Pt":null,"Summary1Es":null,"Image":"lessons_s3_l3","Sort":3},{"id":28,"StageID":3,"Number":4,"Title":"Iq̇laab (Q̇alb) \u003cspan\u003e(Noon Saakin and Tanween)\u003c/span\u003e","TitleSwa":"Iq̇laab (Q̇alb) \u003cspan\u003e(Noon Saakin and Tanween)\u003c/span\u003e","TitleFr":"Al-Iqlab (Al-Qalb)","TitlePt":"Iq̇laab (Q̇alb)","TitleEs":"Iq̇laab (Q̇alb)","Title1":null,"Title1Swa":null,"Title1Fr":null,"Title1Pt":null,"Title1Es":null,"Summary":"Iq̇laab means to convert or change","SummarySwa":null,"SummaryFr":null,"SummaryPt":null,"SummaryEs":null,"Summary1":null,"Summary1Swa":null,"Summary1Fr":null,"Summary1Pt":null,"Summary1Es":null,"Image":"lessons_s3_l4","Sort":4},{"id":29,"StageID":3,"Number":5,"Title":"Ikhfa\u0027 \u003cspan\u003e(Noon Saakin and Tanween)\u003c/span\u003e","TitleSwa":"Ikhfa\u0027 \u003cspan\u003e(Noon Saakin and Tanween)\u003c/span\u003e","TitleFr":"Al-Ikhfâ","TitlePt":"Ikhfa’","TitleEs":"Ikhfa’","Title1":null,"Title1Swa":null,"Title1Fr":null,"Title1Pt":null,"Title1Es":null,"Summary":"Ikhfa\u0027 means to hide","SummarySwa":null,"SummaryFr":null,"SummaryPt":null,"SummaryEs":null,"Summary1":null,"Summary1Swa":null,"Summary1Fr":null,"Summary1Pt":null,"Summary1Es":null,"Image":"lessons_s3_l5","Sort":5},{"id":31,"StageID":3,"Number":6,"Title":"Ikhfa\u0027 Shafawi \u003cspan\u003e(Meem Saakin)\u003c/span\u003e","TitleSwa":"Ikhfa\u0027 Shafawi \u003cspan\u003e(Meem Saakin)\u003c/span\u003e","TitleFr":"Al-Ikhfâ Ach-Chafawi","TitlePt":"Ikhfa’ Shafawi","TitleEs":"Ikhfa’ Shafawi","Title1":null,"Title1Swa":null,"Title1Fr":null,"Title1Pt":null,"Title1Es":null,"Summary":"Ikhfa\u0027 means to hide","SummarySwa":null,"SummaryFr":null,"SummaryPt":null,"SummaryEs":null,"Summary1":null,"Summary1Swa":null,"Summary1Fr":null,"Summary1Pt":null,"Summary1Es":null,"Image":"lessons_s3_l6","Sort":7},{"id":32,"StageID":3,"Number":7,"Title":"Idġaam Shafawi \u003cspan\u003e(Meem Saakin)\u003c/span\u003e","TitleSwa":"Idġaam Shafawi \u003cspan\u003e(Meem Saakin)\u003c/span\u003e","TitleFr":"Al-Idġhâm Ach-Chafawi","TitlePt":"Idġaam Shafawi","TitleEs":"Idġaam Shafawi","Title1":null,"Title1Swa":null,"Title1Fr":null,"Title1Pt":null,"Title1Es":null,"Summary":"Idġaam means to merge","SummarySwa":null,"SummaryFr":null,"SummaryPt":null,"SummaryEs":null,"Summary1":null,"Summary1Swa":null,"Summary1Fr":null,"Summary1Pt":null,"Summary1Es":null,"Image":"lessons_s3_l7","Sort":8},{"id":33,"StageID":3,"Number":8,"Title":"Iz̤haar Shafawi \u003cspan\u003e(Meem Saakin)\u003c/span\u003e","TitleSwa":"Iz̤haar Shafawi \u003cspan\u003e(Meem Saakin)\u003c/span\u003e","TitleFr":"Al-Iz̤har Ach-Chafawi","TitlePt":"Iz̤haar Shafawi","TitleEs":"Iz̤haar Shafawi","Title1":null,"Title1Swa":null,"Title1Fr":null,"Title1Pt":null,"Title1Es":null,"Summary":"Iz̤haar means to make clear","SummarySwa":null,"SummaryFr":null,"SummaryPt":null,"SummaryEs":null,"Summary1":null,"Summary1Swa":null,"Summary1Fr":null,"Summary1Pt":null,"Summary1Es":null,"Image":"lessons_s3_l8","Sort":9},{"id":34,"StageID":3,"Number":9,"Title":"Laam Q̇amariyyah","TitleSwa":"Laam Q̇amariyyah","TitleFr":"Lam Al qamariya","TitlePt":"Laam Q̇amariyyah","TitleEs":"Laam Q̇amariyyah","Title1":null,"Title1Swa":null,"Title1Fr":null,"Title1Pt":null,"Title1Es":null,"Summary":"Iz̤haar means to make clear","SummarySwa":null,"SummaryFr":null,"SummaryPt":null,"SummaryEs":null,"Summary1":null,"Summary1Swa":null,"Summary1Fr":null,"Summary1Pt":null,"Summary1Es":null,"Image":"lessons_s3_l9","Sort":10},{"id":35,"StageID":3,"Number":10,"Title":"Laam Shamsiyyah","TitleSwa":"Laam Shamsiyyah","TitleFr":"Lam Ash Shamsiya","TitlePt":"Laam Shamsiyyah","TitleEs":"Laam Shamsiyyah","Title1":null,"Title1Swa":null,"Title1Fr":null,"Title1Pt":null,"Title1Es":null,"Summary":"Idġaam means to merge","SummarySwa":null,"SummaryFr":null,"SummaryPt":null,"SummaryEs":null,"Summary1":null,"Summary1Swa":null,"Summary1Fr":null,"Summary1Pt":null,"Summary1Es":null,"Image":"lessons_s3_l10","Sort":11},{"id":36,"StageID":3,"Number":11,"Title":"Q̇alq̇alah","TitleSwa":"Q̇alq̇alah","TitleFr":"Q̇alq̇alah","TitlePt":"Q̇alq̇alah","TitleEs":"Q̇alq̇alah","Title1":null,"Title1Swa":null,"Title1Fr":null,"Title1Pt":null,"Title1Es":null,"Summary":null,"SummarySwa":null,"SummaryFr":null,"SummaryPt":null,"SummaryEs":null,"Summary1":null,"Summary1Swa":null,"Summary1Fr":null,"Summary1Pt":null,"Summary1Es":null,"Image":"lessons_s3_l11","Sort":12},{"id":37,"StageID":3,"Number":12,"Title":"Qalqalah Suġra \u003cspan\u003e(Minor)\u003c/span\u003e","TitleSwa":"Qalqalah Suġra \u003cspan\u003e(Minor)\u003c/span\u003e","TitleFr":"Q̇alq̇alah Soughra","TitlePt":"Q̇alq̇alah Suġra","TitleEs":"Q̇alq̇alah Suġra","Title1":null,"Title1Swa":null,"Title1Fr":null,"Title1Pt":null,"Title1Es":null,"Summary":null,"SummarySwa":null,"SummaryFr":null,"SummaryPt":null,"SummaryEs":null,"Summary1":null,"Summary1Swa":null,"Summary1Fr":null,"Summary1Pt":null,"Summary1Es":null,"Image":"lessons_s3_l12","Sort":13},{"id":38,"StageID":3,"Number":13,"Title":"Qalqalah Wusat \u003cspan\u003e(Medium)\u003c/span\u003e","TitleSwa":"Qalqalah Wusat \u003cspan\u003e(Medium)\u003c/span\u003e","TitleFr":"Q̇alq̇alah wusta","TitlePt":"Q̇alq̇alah Wusat","TitleEs":"Q̇alq̇alah Wusat","Title1":null,"Title1Swa":null,"Title1Fr":null,"Title1Pt":null,"Title1Es":null,"Summary":null,"SummarySwa":null,"SummaryFr":null,"SummaryPt":null,"SummaryEs":null,"Summary1":null,"Summary1Swa":null,"Summary1Fr":null,"Summary1Pt":null,"Summary1Es":null,"Image":"lessons_s3_l13","Sort":14},{"id":39,"StageID":3,"Number":14,"Title":"Qalqalah Kubra \u003cspan\u003e(Major)\u003c/span\u003e","TitleSwa":"Qalqalah Kubra \u003cspan\u003e(Major)\u003c/span\u003e","TitleFr":"Q̇alq̇alah Kubra","TitlePt":"Q̇alq̇alah Kubra","TitleEs":"Q̇alq̇alah Kubra","Title1":null,"Title1Swa":null,"Title1Fr":null,"Title1Pt":null,"Title1Es":null,"Summary":null,"SummarySwa":null,"SummaryFr":null,"SummaryPt":null,"SummaryEs":null,"Summary1":null,"Summary1Swa":null,"Summary1Fr":null,"Summary1Pt":null,"Summary1Es":null,"Image":"lessons_s3_l14","Sort":15},{"id":40,"StageID":3,"Number":15,"Title":"Madd-at-Tabi’i","TitleSwa":"Madd-at-Tabi’i","TitleFr":"Al-Madd at-taby’y","TitlePt":"Madd-at-Tabi’i","TitleEs":"Madd-at-Tabi’i","Title1":null,"Title1Swa":null,"Title1Fr":null,"Title1Pt":null,"Title1Es":null,"Summary":null,"SummarySwa":null,"SummaryFr":null,"SummaryPt":null,"SummaryEs":null,"Summary1":null,"Summary1Swa":null,"Summary1Fr":null,"Summary1Pt":null,"Summary1Es":null,"Image":"lessons_s3_l15","Sort":16},{"id":41,"StageID":3,"Number":16,"Title":"Madd-ul-Muttaṣil \u003cspan\u003e(Al-Madd)\u003c/span\u003e","TitleSwa":"Madd-ul-Muttaṣil","TitleFr":"Al-Madd Al-Mouttasil","TitlePt":"Madd-ul-Muttaṣil","TitleEs":"Madd-ul-Muttaṣil","Title1":null,"Title1Swa":null,"Title1Fr":null,"Title1Pt":null,"Title1Es":null,"Summary":null,"SummarySwa":null,"SummaryFr":null,"SummaryPt":null,"SummaryEs":null,"Summary1":null,"Summary1Swa":null,"Summary1Fr":null,"Summary1Pt":null,"Summary1Es":null,"Image":"lessons_s3_l16","Sort":17},{"id":42,"StageID":3,"Number":17,"Title":"Madd-ul-Munfaṣil \u003cspan\u003e(Al-Madd)\u003c/span\u003e","TitleSwa":"Madd-ul-Munfaṣil","TitleFr":"Al-Madd Al-Munfasil","TitlePt":"Madd-ul-Munfaṣil","TitleEs":"Madd-ul-Munfaṣil","Title1":null,"Title1Swa":null,"Title1Fr":null,"Title1Pt":null,"Title1Es":null,"Summary":null,"SummarySwa":null,"SummaryFr":null,"SummaryPt":null,"SummaryEs":null,"Summary1":null,"Summary1Swa":null,"Summary1Fr":null,"Summary1Pt":null,"Summary1Es":null,"Image":"lessons_s3_l17","Sort":18},{"id":43,"StageID":3,"Number":18,"Title":"Madd-ul-Badal \u003cspan\u003e(Al-Madd)\u003c/span\u003e","TitleSwa":"Madd-ul-Badal","TitleFr":"Al-Madd Al-Badal","TitlePt":"Madd-ul-Badal","TitleEs":"Madd-ul-Badal","Title1":null,"Title1Swa":null,"Title1Fr":null,"Title1Pt":null,"Title1Es":null,"Summary":null,"SummarySwa":null,"SummaryFr":null,"SummaryPt":null,"SummaryEs":null,"Summary1":null,"Summary1Swa":null,"Summary1Fr":null,"Summary1Pt":null,"Summary1Es":null,"Image":"lessons_s3_l18","Sort":19},{"id":44,"StageID":3,"Number":19,"Title":"Madd-ul-❛Ariḍ Li-Sukoon \u003cspan\u003e(Al-Madd)\u003c/span\u003e","TitleSwa":"Madd-ul-❛Ariḍ Li-Sukoon","TitleFr":"Al-Madd Al-’AriDou li s-Soukoune","TitlePt":"Madd-ul-❛Ariḍ Li-Sukoon","TitleEs":"Madd-ul-❛Ariḍ Li-Sukoon","Title1":null,"Title1Swa":null,"Title1Fr":null,"Title1Pt":null,"Title1Es":null,"Summary":null,"SummarySwa":null,"SummaryFr":null,"SummaryPt":null,"SummaryEs":null,"Summary1":null,"Summary1Swa":null,"Summary1Fr":null,"Summary1Pt":null,"Summary1Es":null,"Image":"lessons_s3_l19","Sort":20},{"id":45,"StageID":3,"Number":20,"Title":"Madd-ul-Leen \u003cspan\u003e(Al-Madd)\u003c/span\u003e","TitleSwa":"Madd-ul-Leen","TitleFr":"Al-Madd Al-Lin","TitlePt":"Madd-ul-Leen","TitleEs":"Madd-ul-Leen","Title1":null,"Title1Swa":null,"Title1Fr":null,"Title1Pt":null,"Title1Es":null,"Summary":null,"SummarySwa":null,"SummaryFr":null,"SummaryPt":null,"SummaryEs":null,"Summary1":null,"Summary1Swa":null,"Summary1Fr":null,"Summary1Pt":null,"Summary1Es":null,"Image":"lessons_s3_l20","Sort":21},{"id":46,"StageID":3,"Number":21,"Title":"Madd Lazim Kalimee Muthaq̇q̇al \u003cspan\u003e(Al-Madd)\u003c/span\u003e","TitleSwa":"Madd Lazim Kalimee Muthaq̇q̇al","TitleFr":"Al-Madd Al-Lâzim Al-Kalimi Al-Mouthaqal","TitlePt":"Madd Lazim Kalimee Muthaq̇q̇al","TitleEs":"Madd Lazim Kalimee Muthaq̇q̇al","Title1":null,"Title1Swa":null,"Title1Fr":null,"Title1Pt":null,"Title1Es":null,"Summary":null,"SummarySwa":null,"SummaryFr":null,"SummaryPt":null,"SummaryEs":null,"Summary1":null,"Summary1Swa":null,"Summary1Fr":null,"Summary1Pt":null,"Summary1Es":null,"Image":"lessons_s3_l21","Sort":22},{"id":47,"StageID":3,"Number":22,"Title":"Madd Lazim Kalimee Mukhaffaf \u003cspan\u003e(Al-Madd)\u003c/span\u003e","TitleSwa":"Madd Lazim Kalimee Mukhaffaf","TitleFr":"Al-Madd Al-Lâzim Al-Kalimi Al-Moukhaffaf","TitlePt":"Madd Lazim Kalimee Mukhaffaf","TitleEs":"Madd Lazim Kalimee Mukhaffaf","Title1":null,"Title1Swa":null,"Title1Fr":null,"Title1Pt":null,"Title1Es":null,"Summary":null,"SummarySwa":null,"SummaryFr":null,"SummaryPt":null,"SummaryEs":null,"Summary1":null,"Summary1Swa":null,"Summary1Fr":null,"Summary1Pt":null,"Summary1Es":null,"Image":"lessons_s3_l22","Sort":23},{"id":48,"StageID":3,"Number":23,"Title":"Madd Lazim Ḥarfee Muthaq̇q̇al \u003cspan\u003e(Al-Madd)\u003c/span\u003e","TitleSwa":"Madd Lazim Ḥarfee Muthaq̇q̇al","TitleFr":"Al-Madd Al-Lâzim Al-Harfi Al-Mouthaqal","TitlePt":"Madd Lazim Ḥarfee Muthaq̇q̇al","TitleEs":"Madd Lazim Ḥarfee Muthaq̇q̇al","Title1":null,"Title1Swa":null,"Title1Fr":null,"Title1Pt":null,"Title1Es":null,"Summary":null,"SummarySwa":null,"SummaryFr":null,"SummaryPt":null,"SummaryEs":null,"Summary1":null,"Summary1Swa":null,"Summary1Fr":null,"Summary1Pt":null,"Summary1Es":null,"Image":"lessons_s3_l23","Sort":24},{"id":49,"StageID":3,"Number":24,"Title":"Madd Lazim Ḥarfee Mukhaffaf \u003cspan\u003e(Al-Madd)\u003c/span\u003e","TitleSwa":"Madd Lazim Ḥarfee Mukhaffaf","TitleFr":"Al-Madd Al-Lâzim Al-Harfi Al-Moukhaffaf","TitlePt":"Madd Lazim Ḥarfee Mukhaffaf","TitleEs":"Madd Lazim Ḥarfee Mukhaffaf","Title1":null,"Title1Swa":null,"Title1Fr":null,"Title1Pt":null,"Title1Es":null,"Summary":null,"SummarySwa":null,"SummaryFr":null,"SummaryPt":null,"SummaryEs":null,"Summary1":null,"Summary1Swa":null,"Summary1Fr":null,"Summary1Pt":null,"Summary1Es":null,"Image":"lessons_s3_l24","Sort":25},{"id":50,"StageID":3,"Number":25,"Title":"Signs of Stopping","TitleSwa":"Alama za Kusimama unaposoma","TitleFr":"Signes d’arrêt","TitlePt":"Sinais de Parada","TitleEs":"Señales de parar","Title1":null,"Title1Swa":null,"Title1Fr":null,"Title1Pt":null,"Title1Es":null,"Summary":null,"SummarySwa":null,"SummaryFr":null,"SummaryPt":null,"SummaryEs":null,"Summary1":null,"Summary1Swa":null,"Summary1Fr":null,"Summary1Pt":null,"Summary1Es":null,"Image":"lessons_s3_l25","Sort":26},{"id":51,"StageID":3,"Number":0,"Title":"Rules of Tajweed","TitleSwa":"Kanuni za Tajweed","TitleFr":"Règles du Tajwid","TitlePt":"Regras do Tajweed","TitleEs":"Reglas de Tajweed","Title1":null,"Title1Swa":null,"Title1Fr":null,"Title1Pt":null,"Title1Es":null,"Summary":"Learn the rules of reading Qur\u0027an (Tajweed) with audio helper","SummarySwa":"Jifunze Kanuni za Kusoma Qur\u0027an (Tajweed) kwa msaada wa Sauti","SummaryFr":"Apprendre les règles de la recitation du Coran (Tajwid) grâce à un support audio","SummaryPt":"Aprenda as regras de leitura do Alcorão (Tajweed) com o auxiliar de áudio","SummaryEs":"Aprenda las reglas de lectura del Corán (Tajweed) con ayuda de audio","Summary1":null,"Summary1Swa":null,"Summary1Fr":null,"Summary1Pt":null,"Summary1Es":null,"Image":"lessons_s3_l0","Sort":1},{"id":52,"StageID":3,"Number":-1,"Title":"Tajweed Recitation","TitleSwa":"Usomaji kwa Tajweed","TitleFr":"Recitation en Tajwid","TitlePt":"Recitação de Tajweed","TitleEs":"Recitación de Tajweed","Title1":null,"Title1Swa":null,"Title1Fr":null,"Title1Pt":null,"Title1Es":null,"Summary":null,"SummarySwa":null,"SummaryFr":null,"SummaryPt":null,"SummaryEs":null,"Summary1":null,"Summary1Swa":null,"Summary1Fr":null,"Summary1Pt":null,"Summary1Es":null,"Image":"lessons_s3_l-1","Sort":2},{"id":53,"StageID":1,"Number":17,"Title":"Tanween","TitleSwa":"Tanween","TitleFr":"Nunation “Tanwin”","TitlePt":"Tanween","TitleEs":"Tanween","Title1":null,"Title1Swa":null,"Title1Fr":null,"Title1Pt":null,"Title1Es":null,"Summary":"Tanween is a “Double Harakat” and can appear on Fat-ha \u003cspan class=\"main-v-wrap\"\u003e(\u003cspan class=\"main-v-in\"\u003e\u003cimg src=\"images/fatha2.png\" class=\"main-v\" /\u003e\u003c/span\u003e)\u003c/span\u003e, Kasra \u003cspan class=\"main-v-wrap\"\u003e(\u003cspan class=\"main-v-in\"\u003e\u003cimg src=\"images/kasra2.png\" class=\"main-v\" /\u003e\u003c/span\u003e)\u003c/span\u003e, and Dhamma \u003cspan class=\"main-v-wrap\"\u003e(\u003cspan class=\"main-v-in\"\u003e\u003cimg src=\"images/dhamma2.png\" class=\"main-v\" /\u003e\u003c/span\u003e)\u003c/span\u003e. Double Harakat are referred as Fat-haten, Kasraten, and Dhammaten, and they are pronounced with “n” sound. This lesson is helping you to read and pronounce correctly Arabic letters with “Tanween” on them. Starting with the first letter on the right, click to hear the correct pronunciation of the letter. Pronounce the letter by yourself repeatedly until you are confident that you can associate the shape of the letter and its Tanween with its pronunciation before you move to the next letter","SummarySwa":"Tanween ni \"Harakat mbili\" pamoja, na inaweza kuonekana kwenye Fat-ha \u003cspan class=\"main-v-wrap\"\u003e(\u003cspan class=\"main-v-in\"\u003e\u003cimg src=\"images/fatha2.png\" class=\"main-v\" /\u003e\u003c/span\u003e)\u003c/span\u003e, Kasra \u003cspan class=\"main-v-wrap\"\u003e(\u003cspan class=\"main-v-in\"\u003e\u003cimg src=\"images/kasra2.png\" class=\"main-v\" /\u003e\u003c/span\u003e)\u003c/span\u003e, na Dhamma \u003cspan class=\"main-v-wrap\"\u003e(\u003cspan class=\"main-v-in\"\u003e\u003cimg src=\"images/dhamma2.png\" class=\"main-v\" /\u003e\u003c/span\u003e)\u003c/span\u003e. “Harakat mbili” pamoja zinaitwa Fat-haten, Kasraten na Dhammaten, na hutamkwa kwa sauti ya \"n\". Somo hili linakusaidia kusoma na kutamka kwa usahihi herufi za Kiarabu zilizo na \"Tanween\". Kuanzia na herufi ya kwanza kulia, bonyeza ili usikie matamshi sahihi ya herufi hiyo. Itamke mwenyewe herufi hiyo na kuirudia mpaka ujiamini kuwa unaweza kulinganisha umbo la herufi naTanween yake pamoja na matamshi yake kabla ya kuendea herufi inayofuata.","SummaryFr":"C’est quoi la nunation « Tanwin » ? Cette double voyelle de fin de mot s’appelle en arabe « Tanwin ». Le Tanwin possède trois écritures possibles ; le tanwin fatha \u003cspan class=\"main-v-wrap\"\u003e(\u003cspan class=\"main-v-in\"\u003e\u003cimg src=\"images/fatha2.png\" class=\"main-v\" /\u003e\u003c/span\u003e)\u003c/span\u003e, le tanwin kasra \u003cspan class=\"main-v-wrap\"\u003e(\u003cspan class=\"main-v-in\"\u003e\u003cimg src=\"images/kasra2.png\" class=\"main-v\" /\u003e\u003c/span\u003e)\u003c/span\u003e et le tanwin Dhamma \u003cspan class=\"main-v-wrap\"\u003e(\u003cspan class=\"main-v-in\"\u003e\u003cimg src=\"images/dhamma2.png\" class=\"main-v\" /\u003e\u003c/span\u003e)\u003c/span\u003e. Les voyelles dédoublées apparaissent en tant que Fat-haten, Kasraten, et Dhammaten. Ils se prononcent avec le son \"n\". Cette leçon vous aidera à lire et à prononcer correctement les lettres arabes avec \"Tanwin\". Commençant par la première lettre à droite, cliquez pour écouter la prononciation correcte de la lettre. Prononcez la lettre par vous-même à plusieurs reprises et assurez-vous que vous êtes capable d’associer la forme de la lettre et sa tanwin à sa prononciation avant de passer à la lettre suivante.","SummaryPt":"Tanween é um “Double Harakat” e pode aparecer em Fat-ha \u003cspan class=\"main-v-wrap\"\u003e(\u003cspan class=\"main-v-in\"\u003e\u003cimg src=\"images/fatha2.png\" class=\"main-v\" /\u003e\u003c/span\u003e)\u003c/span\u003e, Kasra \u003cspan class=\"main-v-wrap\"\u003e(\u003cspan class=\"main-v-in\"\u003e\u003cimg src=\"images/kasra2.png\" class=\"main-v\" /\u003e\u003c/span\u003e)\u003c/span\u003e e Dhamma \u003cspan class=\"main-v-wrap\"\u003e(\u003cspan class=\"main-v-in\"\u003e\u003cimg src=\"images/dhamma2.png\" class=\"main-v\" /\u003e\u003c/span\u003e)\u003c/span\u003e. Harakat duplo são referidos como Fat-haten, Kasraten e Dhammaten, e são pronunciados com o som “n”. Esta lição está ajudando você a ler e pronunciar corretamente as letras árabes com “Tanween” nelas. Começando com a primeira letra à direita, clique para ouvir a pronúncia correta da letra. Pronuncie a letra sozinho repetidamente até ter certeza de que pode associar a forma da letra e seu Tanween com sua pronúncia antes de passar para a próxima letra.","SummaryEs":"Tanween es un \"Doble Harakat\" y puede aparecer en Fat-ha \u003cspan class=\"main-v-wrap\"\u003e(\u003cspan class=\"main-v-in\"\u003e\u003cimg src=\"images/fatha2.png\" class=\"main-v\" /\u003e\u003c/span\u003e)\u003c/span\u003e, Kasra \u003cspan class=\"main-v-wrap\"\u003e(\u003cspan class=\"main-v-in\"\u003e\u003cimg src=\"images/kasra2.png\" class=\"main-v\" /\u003e\u003c/span\u003e)\u003c/span\u003e y Dhamma \u003cspan class=\"main-v-wrap\"\u003e(\u003cspan class=\"main-v-in\"\u003e\u003cimg src=\"images/dhamma2.png\" class=\"main-v\" /\u003e\u003c/span\u003e)\u003c/span\u003e. Los Harakat dobles se conocen como Fat-haten, Kasraten y Dhammaten, y se pronuncian con el sonido \"n\". Esta lección te está ayudando a leer y pronunciar correctamente las letras árabes con \"Tanween\" en ellas. Comenzando con la primera letra a la derecha, haga clic para escuchar la pronunciación correcta de la letra. Pronuncie la letra usted mismo repetidamente hasta que esté seguro de que puede asociar la forma de la letra y su Tanween con su pronunciación antes de pasar a la siguiente letra.","Summary1":null,"Summary1Swa":null,"Summary1Fr":null,"Summary1Pt":null,"Summary1Es":null,"Image":"lessons_s1_l17","Sort":6},{"id":54,"StageID":2,"Number":5,"Title":"Continuous Recitation \u003cspan\u003eFull Qur\u0027an\u003c/span\u003e ","TitleSwa":"Usomaji wa Mfululizo \u003cspan\u003eQur\u0027an Kamili\u003cspan\u003e","TitleFr":"Récitation en continu \u003cspan\u003eLe Coran en integralité\u003c/span\u003e ","TitlePt":"Recitação Contínua \u003cspan\u003eAlcorão Completo\u003c/span\u003e ","TitleEs":"Recitación Continua \u003cspan\u003eCorán Completo\u003c/span\u003e ","Title1":null,"Title1Swa":null,"Title1Fr":null,"Title1Pt":null,"Title1Es":null,"Summary":"This lesson teaches you the pronunciation of the entire Sura, continuously. This lesson covers all the 114 Suras of the Qur’an. You can move to a particular surah, ayah, page or juzu by clicking the \u003cb\u003eSurah\u003c/b\u003e number, \u003cb\u003eAyah\u003c/b\u003e number, \u003cb\u003ePage\u003c/b\u003e number or \u003cb\u003eJuzu\u003c/b\u003e number which appear on the top. (Note that the page number is the same as in the actual Qur’an).","SummarySwa":"Somo hili linakufundisha kutamka aya za Sura kamili kwa mfululizo. Somo hili ni la sura zote 114 za Qur’ani. Unaweza kurukia Sura yoyote, Aya, ukurasa wowote au Juzuu yoyote kwa kubofya nambari ya \u003cb\u003eSurah\u003c/b\u003e, \u003cb\u003eAya\u003c/b\u003e, \u003cb\u003eUkurasa\u003c/b\u003e au \u003cb\u003eJuzuu\u003c/b\u003e ziliopo hapo juu. (Nambari ya ukurasa ni sawa na ile iliyo ndani ya msahafu wa Qur’an)","SummaryFr":"Au cours de cette leçon, vous allez apprendre à prononcer la sourate toute entière et en continu. Vous allez également découvrir les 114 sourates que le Saint Coran comporte dans son ensemble. Vous pourrez vous rendre à une sourate, un verset, une page ou une partie en particulier en cliquant sur le numéro de la Sourate, de l’Ayah, de la Page ou du Juz’ qui apparaît en haut (Veuillez noter que le numéro de la page est le même que celui figurant dans le Coran).","SummaryPt":"Esta lição ensina a pronúncia de toda a Sura, continuamente. Esta lição abrange todas as 114 Suras do Alcorão. Você pode ir para uma surata, ayah, página ou juzu em particular clicando no número da Surah, número da Ayah, número da Página ou número Juzu que aparecem na parte superior. (Observe que o número da página é o mesmo do Alcorão real).","SummaryEs":"Esta lección te enseña la pronunciación de toda la Sura, de forma continua. Esta lección cubre las 114 Suras del Corán. Puede pasar a una sura, aleya, página o juzu en particular haciendo clic en el número de Surah, número de Ayah, número de Página o número de Juzu que aparecen en la parte superior. (Tenga en cuenta que el número de página es el mismo que en el Corán real).","Summary1":null,"Summary1Swa":null,"Summary1Fr":null,"Summary1Pt":null,"Summary1Es":null,"Image":"lessons_s2_l5","Sort":19},{"id":55,"StageID":2,"Number":6,"Title":"Qur\u0027an in Arabic \u003cspan\u003eFull Qur\u0027an\u003c/span\u003e","TitleSwa":"Kurani kwa Kiarabu \u003cspan\u003eQur\u0027an Kamili\u003cspan\u003e","TitleFr":"Coran en arabe \u003cspan\u003eLe Coran en integralité\u003c/span\u003e","TitlePt":"Alcorão em árabe \u003cspan\u003eAlcorão Completo\u003c/span\u003e","TitleEs":"Corán en árabe \u003cspan\u003eCorán Completo\u003c/span\u003e","Title1":null,"Title1Swa":null,"Title1Fr":null,"Title1Pt":null,"Title1Es":null,"Summary":null,"SummarySwa":null,"SummaryFr":null,"SummaryPt":null,"SummaryEs":null,"Summary1":null,"Summary1Swa":null,"Summary1Fr":null,"Summary1Pt":null,"Summary1Es":null,"Image":"lessons_s2_l6","Sort":20},{"id":56,"StageID":4,"Number":1,"Title":"Nouns and Adjectives","TitleSwa":null,"TitleFr":null,"TitlePt":null,"TitleEs":null,"Title1":null,"Title1Swa":null,"Title1Fr":null,"Title1Pt":null,"Title1Es":null,"Summary":null,"SummarySwa":null,"SummaryFr":null,"SummaryPt":null,"SummaryEs":null,"Summary1":null,"Summary1Swa":null,"Summary1Fr":null,"Summary1Pt":null,"Summary1Es":null,"Image":"lessons_s4_l1","Sort":1},{"id":57,"StageID":4,"Number":2,"Title":"Plurals","TitleSwa":null,"TitleFr":null,"TitlePt":null,"TitleEs":null,"Title1":null,"Title1Swa":null,"Title1Fr":null,"Title1Pt":null,"Title1Es":null,"Summary":null,"SummarySwa":null,"SummaryFr":null,"SummaryPt":null,"SummaryEs":null,"Summary1":null,"Summary1Swa":null,"Summary1Fr":null,"Summary1Pt":null,"Summary1Es":null,"Image":"lessons_s4_l2","Sort":2},{"id":58,"StageID":4,"Number":3,"Title":"The Declension of Nouns","TitleSwa":null,"TitleFr":null,"TitlePt":null,"TitleEs":null,"Title1":null,"Title1Swa":null,"Title1Fr":null,"Title1Pt":null,"Title1Es":null,"Summary":null,"SummarySwa":null,"SummaryFr":null,"SummaryPt":null,"SummaryEs":null,"Summary1":null,"Summary1Swa":null,"Summary1Fr":null,"Summary1Pt":null,"Summary1Es":null,"Image":"lessons_s4_l3","Sort":3},{"id":59,"StageID":4,"Number":4,"Title":"Prepositions","TitleSwa":null,"TitleFr":null,"TitlePt":null,"TitleEs":null,"Title1":null,"Title1Swa":null,"Title1Fr":null,"Title1Pt":null,"Title1Es":null,"Summary":null,"SummarySwa":null,"SummaryFr":null,"SummaryPt":null,"SummaryEs":null,"Summary1":null,"Summary1Swa":null,"Summary1Fr":null,"Summary1Pt":null,"Summary1Es":null,"Image":"lessons_s4_l4","Sort":4},{"id":60,"StageID":4,"Number":5,"Title":"First-Person Singular Genitive Suffix and Separation Pronoun","TitleSwa":null,"TitleFr":null,"TitlePt":null,"TitleEs":null,"Title1":null,"Title1Swa":null,"Title1Fr":null,"Title1Pt":null,"Title1Es":null,"Summary":null,"SummarySwa":null,"SummaryFr":null,"SummaryPt":null,"SummaryEs":null,"Summary1":null,"Summary1Swa":null,"Summary1Fr":null,"Summary1Pt":null,"Summary1Es":null,"Image":"lessons_s4_l5","Sort":5},{"id":61,"StageID":4,"Number":6,"Title":"Demonstratives","TitleSwa":null,"TitleFr":null,"TitlePt":null,"TitleEs":null,"Title1":null,"Title1Swa":null,"Title1Fr":null,"Title1Pt":null,"Title1Es":null,"Summary":null,"SummarySwa":null,"SummaryFr":null,"SummaryPt":null,"SummaryEs":null,"Summary1":null,"Summary1Swa":null,"Summary1Fr":null,"Summary1Pt":null,"Summary1Es":null,"Image":"lessons_s4_l6","Sort":6},{"id":62,"StageID":4,"Number":7,"Title":"Idafa","TitleSwa":null,"TitleFr":null,"TitlePt":null,"TitleEs":null,"Title1":null,"Title1Swa":null,"Title1Fr":null,"Title1Pt":null,"Title1Es":null,"Summary":null,"SummarySwa":null,"SummaryFr":null,"SummaryPt":null,"SummaryEs":null,"Summary1":null,"Summary1Swa":null,"Summary1Fr":null,"Summary1Pt":null,"Summary1Es":null,"Image":"lessons_s4_l7","Sort":7},{"id":63,"StageID":4,"Number":8,"Title":"The Perfect Tense","TitleSwa":null,"TitleFr":null,"TitlePt":null,"TitleEs":null,"Title1":null,"Title1Swa":null,"Title1Fr":null,"Title1Pt":null,"Title1Es":null,"Summary":null,"SummarySwa":null,"SummaryFr":null,"SummaryPt":null,"SummaryEs":null,"Summary1":null,"Summary1Swa":null,"Summary1Fr":null,"Summary1Pt":null,"Summary1Es":null,"Image":"lessons_s4_l8","Sort":8},{"id":64,"StageID":4,"Number":9,"Title":"Pronominal suffixes","TitleSwa":null,"TitleFr":null,"TitlePt":null,"TitleEs":null,"Title1":null,"Title1Swa":null,"Title1Fr":null,"Title1Pt":null,"Title1Es":null,"Summary":null,"SummarySwa":null,"SummaryFr":null,"SummaryPt":null,"SummaryEs":null,"Summary1":null,"Summary1Swa":null,"Summary1Fr":null,"Summary1Pt":null,"Summary1Es":null,"Image":"lessons_s4_l9","Sort":9},{"id":65,"StageID":4,"Number":10,"Title":"The particle ma","TitleSwa":null,"TitleFr":null,"TitlePt":null,"TitleEs":null,"Title1":null,"Title1Swa":null,"Title1Fr":null,"Title1Pt":null,"Title1Es":null,"Summary":null,"SummarySwa":null,"SummaryFr":null,"SummaryPt":null,"SummaryEs":null,"Summary1":null,"Summary1Swa":null,"Summary1Fr":null,"Summary1Pt":null,"Summary1Es":null,"Image":"lessons_s4_l10","Sort":10},{"id":66,"StageID":4,"Number":11,"Title":"Kull; ba’d; the accusative of time","TitleSwa":null,"TitleFr":null,"TitlePt":null,"TitleEs":null,"Title1":null,"Title1Swa":null,"Title1Fr":null,"Title1Pt":null,"Title1Es":null,"Summary":null,"SummarySwa":null,"SummaryFr":null,"SummaryPt":null,"SummaryEs":null,"Summary1":null,"Summary1Swa":null,"Summary1Fr":null,"Summary1Pt":null,"Summary1Es":null,"Image":"lessons_s4_l11","Sort":11},{"id":67,"StageID":4,"Number":12,"Title":"Kana; qala; lamma","TitleSwa":null,"TitleFr":null,"TitlePt":null,"TitleEs":null,"Title1":null,"Title1Swa":null,"Title1Fr":null,"Title1Pt":null,"Title1Es":null,"Summary":null,"SummarySwa":null,"SummaryFr":null,"SummaryPt":null,"SummaryEs":null,"Summary1":null,"Summary1Swa":null,"Summary1Fr":null,"Summary1Pt":null,"Summary1Es":null,"Image":"lessons_s4_l12","Sort":12},{"id":68,"StageID":4,"Number":13,"Title":"The Dual","TitleSwa":null,"TitleFr":null,"TitlePt":null,"TitleEs":null,"Title1":null,"Title1Swa":null,"Title1Fr":null,"Title1Pt":null,"Title1Es":null,"Summary":null,"SummarySwa":null,"SummaryFr":null,"SummaryPt":null,"SummaryEs":null,"Summary1":null,"Summary1Swa":null,"Summary1Fr":null,"Summary1Pt":null,"Summary1Es":null,"Image":"lessons_s4_l13","Sort":13},{"id":69,"StageID":4,"Number":14,"Title":"Cardinal Numbers","TitleSwa":null,"TitleFr":null,"TitlePt":null,"TitleEs":null,"Title1":null,"Title1Swa":null,"Title1Fr":null,"Title1Pt":null,"Title1Es":null,"Summary":null,"SummarySwa":null,"SummaryFr":null,"SummaryPt":null,"SummaryEs":null,"Summary1":null,"Summary1Swa":null,"Summary1Fr":null,"Summary1Pt":null,"Summary1Es":null,"Image":"lessons_s4_l14","Sort":14},{"id":70,"StageID":4,"Number":15,"Title":"Derived Forms of the Verb","TitleSwa":null,"TitleFr":null,"TitlePt":null,"TitleEs":null,"Title1":null,"Title1Swa":null,"Title1Fr":null,"Title1Pt":null,"Title1Es":null,"Summary":null,"SummarySwa":null,"SummaryFr":null,"SummaryPt":null,"SummaryEs":null,"Summary1":null,"Summary1Swa":null,"Summary1Fr":null,"Summary1Pt":null,"Summary1Es":null,"Image":"lessons_s4_l15","Sort":15},{"id":71,"StageID":4,"Number":16,"Title":"The Imperfect","TitleSwa":null,"TitleFr":null,"TitlePt":null,"TitleEs":null,"Title1":null,"Title1Swa":null,"Title1Fr":null,"Title1Pt":null,"Title1Es":null,"Summary":null,"SummarySwa":null,"SummaryFr":null,"SummaryPt":null,"SummaryEs":null,"Summary1":null,"Summary1Swa":null,"Summary1Fr":null,"Summary1Pt":null,"Summary1Es":null,"Image":"lessons_s4_l16","Sort":16},{"id":72,"StageID":4,"Number":17,"Title":"Interrogatives","TitleSwa":null,"TitleFr":null,"TitlePt":null,"TitleEs":null,"Title1":null,"Title1Swa":null,"Title1Fr":null,"Title1Pt":null,"Title1Es":null,"Summary":null,"SummarySwa":null,"SummaryFr":null,"SummaryPt":null,"SummaryEs":null,"Summary1":null,"Summary1Swa":null,"Summary1Fr":null,"Summary1Pt":null,"Summary1Es":null,"Image":"lessons_s4_l17","Sort":17},{"id":73,"StageID":4,"Number":18,"Title":"The Subjunctive","TitleSwa":null,"TitleFr":null,"TitlePt":null,"TitleEs":null,"Title1":null,"Title1Swa":null,"Title1Fr":null,"Title1Pt":null,"Title1Es":null,"Summary":null,"SummarySwa":null,"SummaryFr":null,"SummaryPt":null,"SummaryEs":null,"Summary1":null,"Summary1Swa":null,"Summary1Fr":null,"Summary1Pt":null,"Summary1Es":null,"Image":"lessons_s4_l18","Sort":18},{"id":74,"StageID":4,"Number":19,"Title":"Inna","TitleSwa":null,"TitleFr":null,"TitlePt":null,"TitleEs":null,"Title1":null,"Title1Swa":null,"Title1Fr":null,"Title1Pt":null,"Title1Es":null,"Summary":null,"SummarySwa":null,"SummaryFr":null,"SummaryPt":null,"SummaryEs":null,"Summary1":null,"Summary1Swa":null,"Summary1Fr":null,"Summary1Pt":null,"Summary1Es":null,"Image":"lessons_s4_l19","Sort":19},{"id":75,"StageID":4,"Number":20,"Title":"The Jussive","TitleSwa":null,"TitleFr":null,"TitlePt":null,"TitleEs":null,"Title1":null,"Title1Swa":null,"Title1Fr":null,"Title1Pt":null,"Title1Es":null,"Summary":null,"SummarySwa":null,"SummaryFr":null,"SummaryPt":null,"SummaryEs":null,"Summary1":null,"Summary1Swa":null,"Summary1Fr":null,"Summary1Pt":null,"Summary1Es":null,"Image":"lessons_s4_l20","Sort":20},{"id":76,"StageID":4,"Number":21,"Title":"Laysa; idh; idha; man","TitleSwa":null,"TitleFr":null,"TitlePt":null,"TitleEs":null,"Title1":null,"Title1Swa":null,"Title1Fr":null,"Title1Pt":null,"Title1Es":null,"Summary":null,"SummarySwa":null,"SummaryFr":null,"SummaryPt":null,"SummaryEs":null,"Summary1":null,"Summary1Swa":null,"Summary1Fr":null,"Summary1Pt":null,"Summary1Es":null,"Image":"lessons_s4_l21","Sort":21},{"id":78,"StageID":4,"Number":22,"Title":"Verbs with a hamza as one of their Radicals","TitleSwa":null,"TitleFr":null,"TitlePt":null,"TitleEs":null,"Title1":null,"Title1Swa":null,"Title1Fr":null,"Title1Pt":null,"Title1Es":null,"Summary":null,"SummarySwa":null,"SummaryFr":null,"SummaryPt":null,"SummaryEs":null,"Summary1":null,"Summary1Swa":null,"Summary1Fr":null,"Summary1Pt":null,"Summary1Es":null,"Image":"lessons_s4_l22","Sort":22},{"id":79,"StageID":4,"Number":23,"Title":"Relative Sentences","TitleSwa":null,"TitleFr":null,"TitlePt":null,"TitleEs":null,"Title1":null,"Title1Swa":null,"Title1Fr":null,"Title1Pt":null,"Title1Es":null,"Summary":null,"SummarySwa":null,"SummaryFr":null,"SummaryPt":null,"SummaryEs":null,"Summary1":null,"Summary1Swa":null,"Summary1Fr":null,"Summary1Pt":null,"Summary1Es":null,"Image":"lessons_s4_l23","Sort":23},{"id":80,"StageID":4,"Number":24,"Title":"Assimilated Verbs","TitleSwa":null,"TitleFr":null,"TitlePt":null,"TitleEs":null,"Title1":null,"Title1Swa":null,"Title1Fr":null,"Title1Pt":null,"Title1Es":null,"Summary":null,"SummarySwa":null,"SummaryFr":null,"SummaryPt":null,"SummaryEs":null,"Summary1":null,"Summary1Swa":null,"Summary1Fr":null,"Summary1Pt":null,"Summary1Es":null,"Image":"lessons_s4_l24","Sort":24},{"id":81,"StageID":4,"Number":25,"Title":"The Elative","TitleSwa":null,"TitleFr":null,"TitlePt":null,"TitleEs":null,"Title1":null,"Title1Swa":null,"Title1Fr":null,"Title1Pt":null,"Title1Es":null,"Summary":null,"SummarySwa":null,"SummaryFr":null,"SummaryPt":null,"SummaryEs":null,"Summary1":null,"Summary1Swa":null,"Summary1Fr":null,"Summary1Pt":null,"Summary1Es":null,"Image":"lessons_s4_l25","Sort":25},{"id":82,"StageID":4,"Number":26,"Title":"Doubled Verbs","TitleSwa":null,"TitleFr":null,"TitlePt":null,"TitleEs":null,"Title1":null,"Title1Swa":null,"Title1Fr":null,"Title1Pt":null,"Title1Es":null,"Summary":null,"SummarySwa":null,"SummaryFr":null,"SummaryPt":null,"SummaryEs":null,"Summary1":null,"Summary1Swa":null,"Summary1Fr":null,"Summary1Pt":null,"Summary1Es":null,"Image":"lessons_s4_l26","Sort":26},{"id":83,"StageID":4,"Number":27,"Title":"Exceptive Sentences with ilia","TitleSwa":null,"TitleFr":null,"TitlePt":null,"TitleEs":null,"Title1":null,"Title1Swa":null,"Title1Fr":null,"Title1Pt":null,"Title1Es":null,"Summary":null,"SummarySwa":null,"SummaryFr":null,"SummaryPt":null,"SummaryEs":null,"Summary1":null,"Summary1Swa":null,"Summary1Fr":null,"Summary1Pt":null,"Summary1Es":null,"Image":"lessons_s4_l27","Sort":27},{"id":84,"StageID":4,"Number":28,"Title":"Hollow Verbs","TitleSwa":null,"TitleFr":null,"TitlePt":null,"TitleEs":null,"Title1":null,"Title1Swa":null,"Title1Fr":null,"Title1Pt":null,"Title1Es":null,"Summary":null,"SummarySwa":null,"SummaryFr":null,"SummaryPt":null,"SummaryEs":null,"Summary1":null,"Summary1Swa":null,"Summary1Fr":null,"Summary1Pt":null,"Summary1Es":null,"Image":"lessons_s4_l28","Sort":28},{"id":85,"StageID":4,"Number":29,"Title":"The Vocative","TitleSwa":null,"TitleFr":null,"TitlePt":null,"TitleEs":null,"Title1":null,"Title1Swa":null,"Title1Fr":null,"Title1Pt":null,"Title1Es":null,"Summary":null,"SummarySwa":null,"SummaryFr":null,"SummaryPt":null,"SummaryEs":null,"Summary1":null,"Summary1Swa":null,"Summary1Fr":null,"Summary1Pt":null,"Summary1Es":null,"Image":"lessons_s4_l29","Sort":29},{"id":86,"StageID":4,"Number":30,"Title":"Defective Verbs","TitleSwa":null,"TitleFr":null,"TitlePt":null,"TitleEs":null,"Title1":null,"Title1Swa":null,"Title1Fr":null,"Title1Pt":null,"Title1Es":null,"Summary":null,"SummarySwa":null,"SummaryFr":null,"SummaryPt":null,"SummaryEs":null,"Summary1":null,"Summary1Swa":null,"Summary1Fr":null,"Summary1Pt":null,"Summary1Es":null,"Image":"lessons_s4_l30","Sort":30},{"id":87,"StageID":4,"Number":31,"Title":"Ordinal and Other Numbers","TitleSwa":null,"TitleFr":null,"TitlePt":null,"TitleEs":null,"Title1":null,"Title1Swa":null,"Title1Fr":null,"Title1Pt":null,"Title1Es":null,"Summary":null,"SummarySwa":null,"SummaryFr":null,"SummaryPt":null,"SummaryEs":null,"Summary1":null,"Summary1Swa":null,"Summary1Fr":null,"Summary1Pt":null,"Summary1Es":null,"Image":"lessons_s4_l31","Sort":31},{"id":88,"StageID":4,"Number":32,"Title":"The Imperative","TitleSwa":null,"TitleFr":null,"TitlePt":null,"TitleEs":null,"Title1":null,"Title1Swa":null,"Title1Fr":null,"Title1Pt":null,"Title1Es":null,"Summary":null,"SummarySwa":null,"SummaryFr":null,"SummaryPt":null,"SummaryEs":null,"Summary1":null,"Summary1Swa":null,"Summary1Fr":null,"Summary1Pt":null,"Summary1Es":null,"Image":"lessons_s4_l32","Sort":32},{"id":89,"StageID":4,"Number":33,"Title":"The Passive","TitleSwa":null,"TitleFr":null,"TitlePt":null,"TitleEs":null,"Title1":null,"Title1Swa":null,"Title1Fr":null,"Title1Pt":null,"Title1Es":null,"Summary":null,"SummarySwa":null,"SummaryFr":null,"SummaryPt":null,"SummaryEs":null,"Summary1":null,"Summary1Swa":null,"Summary1Fr":null,"Summary1Pt":null,"Summary1Es":null,"Image":"lessons_s4_l33","Sort":33},{"id":90,"StageID":4,"Number":34,"Title":"More about Nouns","TitleSwa":null,"TitleFr":null,"TitlePt":null,"TitleEs":null,"Title1":null,"Title1Swa":null,"Title1Fr":null,"Title1Pt":null,"Title1Es":null,"Summary":null,"SummarySwa":null,"SummaryFr":null,"SummaryPt":null,"SummaryEs":null,"Summary1":null,"Summary1Swa":null,"Summary1Fr":null,"Summary1Pt":null,"Summary1Es":null,"Image":"lessons_s4_l34","Sort":34},{"id":91,"StageID":4,"Number":35,"Title":"More on the Accusative","TitleSwa":null,"TitleFr":null,"TitlePt":null,"TitleEs":null,"Title1":null,"Title1Swa":null,"Title1Fr":null,"Title1Pt":null,"Title1Es":null,"Summary":null,"SummarySwa":null,"SummaryFr":null,"SummaryPt":null,"SummaryEs":null,"Summary1":null,"Summary1Swa":null,"Summary1Fr":null,"Summary1Pt":null,"Summary1Es":null,"Image":"lessons_s4_l35","Sort":35},{"id":92,"StageID":4,"Number":36,"Title":"Conditional Sentences","TitleSwa":null,"TitleFr":null,"TitlePt":null,"TitleEs":null,"Title1":null,"Title1Swa":null,"Title1Fr":null,"Title1Pt":null,"Title1Es":null,"Summary":null,"SummarySwa":null,"SummaryFr":null,"SummaryPt":null,"SummaryEs":null,"Summary1":null,"Summary1Swa":null,"Summary1Fr":null,"Summary1Pt":null,"Summary1Es":null,"Image":"lessons_s4_l36","Sort":36},{"id":93,"StageID":4,"Number":37,"Title":"More about an, asa and lalla","TitleSwa":null,"TitleFr":null,"TitlePt":null,"TitleEs":null,"Title1":null,"Title1Swa":null,"Title1Fr":null,"Title1Pt":null,"Title1Es":null,"Summary":null,"SummarySwa":null,"SummaryFr":null,"SummaryPt":null,"SummaryEs":null,"Summary1":null,"Summary1Swa":null,"Summary1Fr":null,"Summary1Pt":null,"Summary1Es":null,"Image":"lessons_s4_l37","Sort":37},{"id":94,"StageID":4,"Number":38,"Title":"Special verbs; law-la","TitleSwa":null,"TitleFr":null,"TitlePt":null,"TitleEs":null,"Title1":null,"Title1Swa":null,"Title1Fr":null,"Title1Pt":null,"Title1Es":null,"Summary":null,"SummarySwa":null,"SummaryFr":null,"SummaryPt":null,"SummaryEs":null,"Summary1":null,"Summary1Swa":null,"Summary1Fr":null,"Summary1Pt":null,"Summary1Es":null,"Image":"lessons_s4_l38","Sort":38},{"id":95,"StageID":4,"Number":39,"Title":"The Energetic; Oaths and Exclamations","TitleSwa":null,"TitleFr":null,"TitlePt":null,"TitleEs":null,"Title1":null,"Title1Swa":null,"Title1Fr":null,"Title1Pt":null,"Title1Es":null,"Summary":null,"SummarySwa":null,"SummaryFr":null,"SummaryPt":null,"SummaryEs":null,"Summary1":null,"Summary1Swa":null,"Summary1Fr":null,"Summary1Pt":null,"Summary1Es":null,"Image":"lessons_s4_l39","Sort":39},{"id":96,"StageID":4,"Number":40,"Title":"Special Uses of ma kana, Verbs of Wonder, Praise and Blame","TitleSwa":null,"TitleFr":null,"TitlePt":null,"TitleEs":null,"Title1":null,"Title1Swa":null,"Title1Fr":null,"Title1Pt":null,"Title1Es":null,"Summary":null,"SummarySwa":null,"SummaryFr":null,"SummaryPt":null,"SummaryEs":null,"Summary1":null,"Summary1Swa":null,"Summary1Fr":null,"Summary1Pt":null,"Summary1Es":null,"Image":"lessons_s4_l40","Sort":40},{"id":97,"StageID":3,"Number":-2,"Title":"Tajweed Recitation \u003cspan\u003ewithout Transliteration\u003c/span\u003e","TitleSwa":null,"TitleFr":null,"TitlePt":null,"TitleEs":null,"Title1":null,"Title1Swa":null,"Title1Fr":null,"Title1Pt":null,"Title1Es":null,"Summary":null,"SummarySwa":null,"SummaryFr":null,"SummaryPt":null,"SummaryEs":null,"Summary1":null,"Summary1Swa":null,"Summary1Fr":null,"Summary1Pt":null,"Summary1Es":null,"Image":"lessons_s3_l-2","Sort":3}]