[{"id":1,"Title":"About Us","TitleSwa":"Kuhusu Mua’lim Al-Qur’an","TitleFr":"Qui sommes-nous?","TitlePt":"Sobre nós","TitleEs":"Sobre Nosotros","Description":"\u003ch2\u003e\u003cb style=\"color: #b23a00;\"\u003eObjective\u003c/b\u003e\u003c/h2\u003e\r\n\u003cp\u003eMu’alim Al-Qur’an is a self-teaching and self-learning aid of the Qur’an based on modern media platforms. It encompasses all essential aspects of Qur’anic knowledge which is obligated to every Muslim. Its usage also extends to the conventional Qur’an schools as an aid to more efficient and richer learning experience. reducing learning cycle, increasing teaching capacity, and enhancing pupils’ knowledge of the Qur’an from just being learning to recite and memorize the Qur’an to understanding the recitation (tajweed) rules, meanings of the Qur’an, and the language of the Qur’an.\u003c/p\u003e\r\n\u003cbr /\u003e\r\n\u003cbr /\u003e\r\n\u003ch2\u003e\u003cb style=\"color: #b23a00;\"\u003eDevelopment plan\u003c/b\u003e\u003c/h2\u003e\r\n\u003cp\u003eThe website www.mualim-alquran.com is the first stage of the development of Mu’alim Al-Qur’an. This first stage is a web-based solution that is accessible online for free through any internet appliance like a PC/Laptop (Mac or Windows), tablets (Apple or Android) and mobile phones (iPhone or Android). In all the appliances, the screen of this web-based Mu’alim Al-Qur’an adjusts perfectly and automatically to suit the appliance’s resolution.\u003c/p\u003e\r\n\u003cbr /\u003e\r\n\u003cbr /\u003e\r\n\u003cp\u003eIn the second stage Mu’alim Al-Qur’an will be developed to a downloadable mobile application on both iPhone and Android platforms. This mobile app will be accessible offline and will enable users to access all the functionalities and content of the Mu’alim Al-Qur’an without the need to be online through WiFi or mobile data connectivity.\u003c/p\u003e\r\n\u003cbr /\u003e\r\n\u003cbr /\u003e\r\n\u003cp\u003eIn the third stage Mu’alim Al-Qur’an will be developed to a built-in app in a dedicated branded tablet with all its functionalities and content, thus enabling its accessibility without the need of internet connectivity. Furthermore, the tablet will be equipped with a solar charger which will allow users to access Mu’alim Al-Qur’an without the need of external electricity supply.\u003c/p\u003e\r\n\u003cbr /\u003e\r\n\u003cbr /\u003e\r\n\u003ch2\u003e\u003cb style=\"color: #b23a00;\"\u003eTarget Audience\u003c/b\u003e\u003c/h2\u003e\r\n\u003cp\u003eMu’alim Al-Qur’an is primarily intended for non-Arabic speaking Muslims who speak any of the following languages. Swahili, English, French, German, Spanish and Italian. The application is equally useful in self-teaching and self-learning of the Qur’an for any speakers of these languages\u003c/p\u003e\r\n\u003cbr /\u003e\r\n\u003cbr /\u003e\r\n\u003ch2\u003e\u003cb style=\"color: #b23a00;\"\u003eScope\u003c/b\u003e\u003c/h2\u003e\r\n\u003cp\u003eMu’alim Al-Qur’an includes the following six learning modules: (1) Foundation of Arabic alphabets, letters, and words based on standard Qaida Al-Noorania. (2) Recitation of the Qur’an word-by-word and verse-by-verse. (3) Rules of Tajweed in recitation. (4) Memorization of the Qur’an based on the standard memorization methodology of repetition and tracking progress. (5) The meaning of the Qur’an through translations. and (6) Arabic as the language of the Qur’an.\u003c/p\u003e\r\n\u003cbr /\u003e\r\n\u003cbr /\u003e\r\n\u003ch2\u003e\u003cb style=\"color: #b23a00;\"\u003eUser’s Engagement\u003c/b\u003e\u003c/h2\u003e\r\n\u003cp\u003e\r\nMu’alim Al-Qur’an allows users to access the application for free through the browsers or mobile application in phones or tablets. The users have a choice to use the application anonymously without tracking their progress or by logging in with an email address and a password to keep track of their progress within a particular stage or between stages. The interaction with Mu’alim Al-Qur’an is made with simple interfaces using touchscreen.\u003c/p\u003e","DescriptionSwa":"\u003cdiv\u003e\u003cb style=\"color: #b23a00;\"\u003eLengo\u003c/b\u003e\u003c/div\u003e\r\n\u003cp\u003e“Mu’alim Al-Qur’an” ni kisaidizi cha kujifunza mwenyewe Qur’ani kwa kutumia vyombo vya kisasa. Kisaidizi hichi kimejumuisha vipengele vyote muhimu vya elimu ya Qur’ani ambayo imewajibika kwa kila Muislamu. Matumizi yake yanaweza pia kuwa katika vyuo vya Qur’ani na kuwa ni kisaidizi cha kukifanya kisomo chenye ufanisi na tajiriba nzuri ya kujifunza; kupunguza muda wa kisomo, kuongeza kadiri ya usomeshaji na kuikuza elimu ya wanafunzi ya Qur’ani kuanzia kwa kujifunza kusoma tu na kuihifadhi Qur’ani hadi kuzifahamu kanuni za tajwidi, maana za Qur’ani na lugha ya Qur’ani.\u003c/p\u003e\r\n\u003cbr /\u003e\r\n\u003cbr /\u003e\r\n\u003cb style=\"color: #b23a00;\"\u003eMpango wa Kuiendeleza\u003c/b\u003e\u003cbr /\u003e\r\n\u003cp\u003eTovuti www.mualim-alquran.com ni hatuwa ya mwanzo katika kuiendeleza Mu’alim Al-Qur’an. Hatuwa hii ya mwanzo ni hiyo ya kuweka tovuti isiyo na malipo kupitia chombo chochote chenye mtandao kama vile kompyuta (Mac au Windows), tableti (Apple au Android), na simu za mkono (Apple au Android). Katika vyombo vyote hivyo, sura ya Mu’alim Al-Qur’an hujirekebisha wenyewe kufuatana na kiwango cha eneo la skrini.\u003c/p\u003e\r\n\u003cbr /\u003e\r\n\u003cbr /\u003e\r\n\u003cp\u003eKatika hatuwa ya pili Mu’alim Al-Qur’an itaendelezwa katika programu (application) itumikayo katika vyombo vya iPhone na Android. Programu hii itaweza pia kutumika bila ya kuingia mtandao, na itawezesha matumizi yote ya Mu’alim Al-Qur’an na yote yaliyomo bila ya kuwa na haja ya kuingia katika mtandao.\u003c/p\u003e\r\n\u003cbr /\u003e\r\n\u003cbr /\u003e\r\n\u003cp\u003eKatika hatuwa ya tatu Mu’alim Al-Qur’an itaendelezwa kwa kujengwa ndani ya tableti mahususi kwa kazi hiyo tu. Tableti hiyo itakuwa na yote yaliyomo ndani ya Mu’alim Al-Qur’an na utumiaji wake, bila ya kuwa na haja ya mtandao. Na zaidi ya hivyo, tableti hiyo itajengewa chaja itumiyayo nguvu za jua na kuwezesha kuitumia Mu’alim Al-Qur’an bila ya haja ya kuunga na umeme.\u003c/p\u003e\r\n\u003cbr /\u003e\r\n\u003cbr /\u003e\r\n\u003cb style=\"color: #b23a00;\"\u003eWaliokusudiwa\u003c/b\u003e\u003cbr /\u003e\r\n\u003cp\u003eKimsingi, Mu’alim Al-Qur’an imekusidiwa kwa wale Waislamu wasiozungumza Kiarabu na wanaozungumza yoyote kati ya lugha zifwatazo: Kiswahili, Kiingereza, Kifaransa, Kijarumani na Kitaliana. Programu hii pia inawafaa wowote wanaozungumza lugha hizo kujifunza wenyewe kusoma Qur’ani.\u003c/p\u003e\r\n\u003cbr /\u003e\r\n\u003cbr /\u003e\r\n\u003cb style=\"color: #b23a00;\"\u003eYaliyomo\u003c/b\u003e\u003cbr /\u003e\r\n\u003cp\u003eMu’alim Al-Qur’an imejumuisha mada sita zifuatazo: (1) Msingi wa alfabeti ya Kiarabu, herufi na maneno yake kutokana na kawaida ya “Qaida Al-Noorania”. (2) Usomaji wa Qur’ani neno kwa neno na aya kwa aya. (3) Kanuni za Tajwidi katika usomaji. (4) Kuhifadhi Qur’ani kwa nidhamu ya kikawaida ya kukariri na kufwatilia maendeleo yake. (5) Maana ya Qur’ani. (6) Kiarabu, lugha asili ya Qur’ani.\u003c/p\u003e\r\n\u003cbr /\u003e\r\n\u003cbr /\u003e\r\n\u003cb style=\"color: #b23a00;\"\u003eMwingiliano na watumiaji\u003c/b\u003e\u003cbr /\u003e\r\n\u003cp\u003eMu’alim Al-Qur’an iwazi na bure kwa watumizi wake kupitia mtandao au programu katika simu za mkono na tableti. Watumizi wake wana hiari ya kuitumia programu bila ya kujisajili na bila ya kufwatilia maendelo yao; au kwa kujisajili na anuwani pepe na neno la siri ili kufwatilia maendeleo yao katika hatua fulani au baina ya hatuwa.   Mwingiliano na Mu’alim Al-Qur’an umefanywa kwa njia nyepesi kutumia skrini ya kugusa.\u003c/p\u003e","DescriptionFr":"\u003cdiv\u003e\u003cb style=\"color: #b23a00;\"\u003eObjectif\u003c/b\u003e\u003c/div\u003e\r\n\u003cp\u003eMu\u0027alim Al-Qur\u0027an est une aide à l\u0027apprentissage d\u0027une manière autodidacte du Coran par le biais de plateformes médiatiques modernes.  Cela englobe tous les aspects essentiels de la connaissance coranique qui est obligatoire pour chaque musulman.  Son utilisation s\u0027étend également aux écoles coraniques conventionnelles, en tant qu\u0027aide pour une expérience d\u0027apprentissage plus efficace et plus riche;  réduire le cycle d\u0027apprentissage, augmenter la capacité d\u0027enseignement et améliorer la connaissance du Coran pour les élèves , allant du simple fait d\u0027apprendre à réciter et à mémoriser le Coran à la compréhension des règles de récitation (tajweed), des significations du Coran et de la langue.\u003c/p\u003e\r\n\u003cbr /\u003e\r\n\u003cbr /\u003e\r\n\u003cb style=\"color: #b23a00;\"\u003ePlan de développement\u003c/b\u003e\u003cbr /\u003e\r\n\u003cp\u003eLe site www.mualim-alquran.com est la première étape du développement de Mu\u0027alim Al-Qur\u0027an.  Cette première étape est une solution Web accessible en ligne gratuitement via n\u0027importe quel appareil ~Internet~ *tel qu\u0027 un-PC/ordinateur portable (Mac ou Windows), des tablettes (Apple ou Android) et des smartphones (iPhone ou Android).  Sur tous les appareils, l\u0027affichage de ~ce~ Mu\u0027alim Al-Qur\u0027an ~basé sur le Web~ s\u0027adapte parfaitement et automatiquement à la résolution de ceux ci*.\u003c/p\u003e\r\n\u003cbr /\u003e\r\n\u003cbr /\u003e\r\n\u003cp\u003eDans la deuxième étape, Mu\u0027alim Al-Qur\u0027an sera développé en une application mobile téléchargeable sur les plateformes iPhone et Android.  Cette application mobile sera accessible hors ligne et permettra aux utilisateurs d\u0027accéder à toutes les fonctionnalités et au contenu de Mu\u0027alim Al-Qur\u0027an sans avoir besoin d\u0027être en ligne via ~le~ WiFi ou la connectivité des données mobiles.\u003c/p\u003e\r\n\u003cbr /\u003e\r\n\u003cbr /\u003e\r\n\u003cp\u003eDans la troisième étape, Mu\u0027alim Al-Qur\u0027an sera développé en une application intégrée dans une tablette de marque dédiée avec toutes ses fonctionnalités et son contenu, permettant ainsi également son accessibilité sans connexion via Internet.  De plus, la tablette sera équipée d\u0027un chargeur solaire qui permettra aux utilisateurs d\u0027accéder à Mu\u0027alim Al-Qur\u0027an sans avoir besoin d\u0027une alimentation électrique externe.\u003c/p\u003e\r\n\u003cbr /\u003e\r\n\u003cbr /\u003e\r\n\u003cb style=\"color: #b23a00;\"\u003ePublic ciblé\u003c/b\u003e\u003cbr /\u003e\r\n\u003cp\u003eMu\u0027alim Al-Qur\u0027an est principalement destiné aux musulmans non arabophones qui parlent l\u0027une des langues suivantes;  swahili, anglais, français, allemand, espagnol et italien.  L\u0027application est utile pour l\u0027auto-apprentissage du Coran pour tous les locuteurs de ces langues.\u003c/p\u003e\r\n\u003cbr /\u003e\r\n\u003cbr /\u003e\r\n\u003cb style=\"color: #b23a00;\"\u003ePortée\u003c/b\u003e\u003cbr /\u003e\r\n\u003cp\u003eMu\u0027alim Al-Qur\u0027an comprend les six modules d\u0027apprentissage suivants: (1) Fondation de l\u0027alphabet, lettres et mots arabes basés sur la norme Qaida Al-Noorania ;  (2) Récitation du Coran mot à mot et verset par verset ;  (3) Règles du Tajweed en récitation ;  (4) Mémorisation du Coran basée sur la méthodologie standard de mémorisation par répétition et du suivi des progrès ;  (5) La signification du Coran à travers les traductions ;  et (6) l\u0027arabe comme langue du Coran.\u003c/p\u003e\r\n\u003cbr /\u003e\r\n\u003cbr /\u003e\r\n\u003cb style=\"color: #b23a00;\"\u003eEngagement de l\u0027utilisateur\u003c/b\u003e\u003cbr /\u003e\r\n\u003cp\u003eMu\u0027alim Al-Qur\u0027an permet aux utilisateurs d\u0027accéder gratuitement à l\u0027application via les navigateurs ou l\u0027application mobile sur les téléphones ou ~les~ tablettes.  Les utilisateurs ont le choix d\u0027utiliser l\u0027application de manière anonyme sans suivre leur progression ou en se connectant avec une adresse e-mail et un mot de passe pour suivre leur progression à une étape particulière.  L\u0027interaction avec Mu\u0027alim Al-Qur\u0027an se fait par le biais d\u0027 interfaces simples nécessitant l\u0027usage de  l\u0027écran tactile.\u003c/p\u003e","DescriptionPt":null,"DescriptionEs":null},{"id":2,"Title":"Security \u0026 Privacy Policy","TitleSwa":"Security \u0026 Privacy Policy","TitleFr":"Security \u0026 Privacy Policy","TitlePt":null,"TitleEs":null,"Description":"\u003cp\u003eWe are committed to our obligation to protect the privacy rights of all our website visitors.\u003c/p\u003e\r\n\u003cp\u003eThe Security \u0026 Privacy policy addresses our practices which are related to data collection \u0026 usage of your personal information.\u003c/p\u003e\r\n\u003cbr /\u003e\r\n\u003ch2\u003e\u003cb style=\"color: #b23a00;\"\u003eInformation Collection \u0026 Usage\u003c/b\u003e\u003c/h2\u003e\r\n\u003cp\u003eWe do not collect any personal information about you, when you visit our web site, unless otherwise specified or you choose to provide this information to us.\u003c/p\u003e\r\n\u003cp\u003eHowever, upon your visit the following information are automatically collected and stored:\r\n    \u003cul\u003e\r\n        \u003cli\u003eThe IP address, from which you access the Internet\u003c/li\u003e\r\n        \u003cli\u003eThe date and time of your access to our website\u003c/li\u003e\r\n        \u003cli\u003eThe pages you visited (recorded by the text and graphics files that compose the page)\u003c/li\u003e\r\n    \u003c/ul\u003e    \r\n    We use this information solely for statistical and monitoring purposes and to help us identify which services are most or least interesting to our visitors, as well as to monitor the website performance.\u003c/p\u003e\r\n\u003cp\u003eWe may use third party consultants, tools, or software for conducting statistical analysis; however please note that only certain pieces of aggregated, non-personal information, such as the number of users who accessed our website, or pages most visited etc. are collected. Such information does not identify you individually. We keep all collected information confidential except where disclosure is enforced or required by law, or as part of requirement to protect our rights and intellectual properties.\u003c/p\u003e\r\n\u003cbr /\u003e\r\n\u003ch2\u003e\u003cb style=\"color: #b23a00;\"\u003eSecurity of Transactions\u003c/b\u003e\u003c/h2\u003e\r\n\u003cp\u003eWe have implemented generally accepted standards of technology and operational security. Please be assured that this site has security measures in place to protect the information you provide us. We use encryption methods to protect all information, which is deemed to be sensitive, or any other data that should remain secure to meet the legal requirements.\u003c/p\u003e\r\n\u003cbr /\u003e\r\n\u003ch2\u003e\u003cb style=\"color: #b23a00;\"\u003eLinks to third-party websites\u003c/b\u003e\u003c/h2\u003e\r\n\u003cp\u003eOur website may provide links to other web sites. However, we are not responsible for the following:\r\n    \u003cul\u003e\r\n        \u003cli\u003eAccuracy of the contents of these other sites\u003c/li\u003e\r\n        \u003cli\u003eTheir mechanisms for information collection and usage\u003c/li\u003e\r\n    \u003c/ul\u003e\r\n    If you connect to any other site through our website, you need to read its Security \u0026 Privacy Policy to determine its practices related to information collection and usage.\u003c/p\u003e\r\n\u003cbr /\u003e\r\n\u003ch2\u003e\u003cb style=\"color: #b23a00;\"\u003eSecurity \u0026 Privacy Policy Changes\u003c/b\u003e\u003c/h2\u003e\r\n\u003cp\u003eWe reserve the right to change this Security \u0026 Privacy Policy at any time. The amended version of the Security \u0026 Privacy Policy will be always published on this website.\u003c/p\u003e\r\n\u003cbr /\u003e\r\n\u003ch2\u003e\u003cb style=\"color: #b23a00;\"\u003ePrivacy Intrusion\u003c/b\u003e\u003c/h2\u003e\r\n\u003cp\u003eIf you doubt that your privacy is being compromised during the access of this website, do:\r\n    \u003cul\u003e\r\n        \u003cli\u003eClose all tabs and windows you are browsing our website with.\u003c/li\u003e\r\n    \u003c/ul\u003e\u003c/p\u003e","DescriptionSwa":null,"DescriptionFr":null,"DescriptionPt":null,"DescriptionEs":null},{"id":3,"Title":"Terms of Use","TitleSwa":"Terms of Use","TitleFr":"Terms of Use","TitlePt":null,"TitleEs":null,"Description":"\u003cp\u003ePlease read these Terms and Conditions carefully. These are the general Terms and Conditions governing your access and use of this website (\"Site\"). IF YOU DO NOT AGREE WITH THESE TERMS AND CONDITIONS, PLEASE DO NOT USE THIS SITE. By continuing to use the Site and/or any of the services shown on the Site, you agree to be bound by these Terms and Conditions.\u003c/p\u003e\r\n\u003cbr /\u003e\r\n\u003ch2\u003e\u003cb style=\"color: #b23a00;\"\u003eAcceptance\u003c/b\u003e\u003c/h2\u003e\r\n\u003cp\u003eBy using this site, you signify your agreement to our Terms and Conditions. If you do not agree with this policy, please do not use this website. Your continued use of this website following the posting of changes to these terms will mean you accept those changes.\u003c/p\u003e\r\n\u003cp\u003eCopyright © Mu’alim Al-Qur’an 2023, All rights reserved\u003cbr /\u003e\r\nCopyright in the pages and in the screens displaying the pages, and in the information and material therein and in their arrangement, is owned by www.mualim-alquran.com and/or its affiliates, unless otherwise indicated.\u003c/p\u003e\r\n\u003cbr /\u003e\r\n\u003ch2\u003e\u003cb style=\"color: #b23a00;\"\u003eTrademark\u003c/b\u003e\u003c/h2\u003e\r\n\u003cp\u003ewww.mualim-alquran.com, its subsidiaries, affiliates, contractors and/or participating corporations are the owners of the trade and service marks appearing on this website and all rights are reserved in respect of such trade and service marks.\u003c/p\u003e\r\n\u003cbr /\u003e\r\n\u003ch2\u003e\u003cb style=\"color: #b23a00;\"\u003eUse of information and material\u003c/b\u003e\u003c/h2\u003e\r\n\u003cp\u003eThe information and materials contained in these pages - and the terms, conditions, and descriptions that appear - are subject to change. Not all products and services are available in all geographic areas. Your eligibility for products and services is subject to our final determination and acceptance.\u003c/p\u003e\r\n\u003cbr /\u003e\r\n\u003ch2\u003e\u003cb style=\"color: #b23a00;\"\u003eNo Warrantee\u003c/b\u003e\u003c/h2\u003e\r\n\u003cp\u003eThe information and materials contained in this site, including text, graphics, links, or other items - are provided \"as is,\" \"as available\". we do not warrant the accuracy, adequacy or completeness of the information and materials and expressly disclaims liability for errors or omissions therein. No warranties of any kind, implied, express, or statutory, including but not limited to the warranties of non-infringement of third-party rights, title, merchantability, fitness for a particular purpose and freedom from computer virus, are given in conjunction with the information and materials.\u003c/p\u003e\r\n\u003cbr /\u003e\r\n\u003ch2\u003e\u003cb style=\"color: #b23a00;\"\u003eSubmission\u003c/b\u003e\u003c/h2\u003e\r\n\u003cp\u003eAll information submitted to us via this site shall be deemed and remain the property of www.mualim-alquran.com who shall be free to use, for any purpose, any ideas, concepts, know-how or techniques contained in information a visitor to this site provides through this site. We shall not be subject to any obligations of confidentiality or privacy regarding submitted information except as agreed or as otherwise specifically agreed or required by law.\u003c/p\u003e\r\n\u003cbr /\u003e\r\n\u003ch2\u003e\u003cb style=\"color: #b23a00;\"\u003eVariation\u003c/b\u003e\u003c/h2\u003e\r\n\u003cp\u003eThese terms and conditions are subject to change and can be modified at any time without notice.\u003c/p\u003e\r\n\u003cbr /\u003e\r\n\u003ch2\u003e\u003cb style=\"color: #b23a00;\"\u003eGoverning law and jurisdiction\u003c/b\u003e\u003c/h2\u003e\r\n\u003cp\u003eBy accessing this website and obtaining the facilities, products or services offered through this website, you agree that the law of the Sultanate of Oman shall govern such access and the provision of such facilities, products and services and you agree to submit to the exclusive jurisdiction of the courts of Sultanate of Oman.\u003c/p\u003e\r\n\u003cbr /\u003e\r\n\u003ch2\u003e\u003cb style=\"color: #b23a00;\"\u003eDisclaimer\u003c/b\u003e\u003c/h2\u003e\r\n\u003cp\u003ewww.mualim-alquran.com is not responsible for any technical, hardware or software failures of any kind; lost or unavailable network connections; incomplete, garbled, or delayed transmissions. It assumes no liability for any direct, indirect, incidental, punitive, consequential, or psychological damages because of visiting or using its website or loss of services, income or welfare resulting from any virus that may infect computer equipment used to access its sites. Under no circumstances will www.mualim-alquran.com be liable for any damages or injury that result from the use of the materials on this site and the user shall indemnify www.mualim-quran.com from and against all liabilities resulting from the user\u0027s failure to observe these terms and conditions. www.mualim-alquran does not warrant that information currently accessible is up to date.\u003c/p\u003e","DescriptionSwa":null,"DescriptionFr":null,"DescriptionPt":null,"DescriptionEs":null},{"id":4,"Title":"Accessibility","TitleSwa":"Accessibility","TitleFr":"Accessibility","TitlePt":null,"TitleEs":null,"Description":"\u003cp\u003eAs part of our efforts to reach people with limited mobility and accessibility, we have designed this website with enhanced features that will ease the experience of browsing our website.\u003cbr /\u003e\r\n    Following are some of the features on our website that aim to benefit people with different abilities:\r\n    \u003cul\u003e\r\n        \u003cli\u003eWeb Standards\u003c/li\u003e\r\n        \u003cli\u003eZoom Screen\u003c/li\u003e\r\n        \u003cli\u003eAlternate text for images\u003c/li\u003e\r\n    \u003c/ul\u003e\u003c/p\u003e\r\n\u003cbr /\u003e\r\n\u003ch2\u003e\u003cb style=\"color: #b23a00;\"\u003eWEB STANDARDS\u003c/b\u003e\u003c/h2\u003e\r\n\u003cp\u003ewww.mualim-alquran.com follows W3C Web Standards to maintain the website structure, navigation, look and feel.\u003c/p\u003e\r\n\u003cbr /\u003e\r\n\u003ch2\u003e\u003cb style=\"color: #b23a00;\"\u003eZOOM SCREEN\u003c/b\u003e\u003c/h2\u003e\r\n\u003cp\u003eYou can use the Zoom option from your browser to enlarge the page. You can change the page size by clicking on the View menu. Then, click on Zoom and adjust the page size according to your needs.\u003c/p\u003e\r\n\u003cbr /\u003e\r\n\u003ch2\u003e\u003cb style=\"color: #b23a00;\"\u003eALTERNATE TEXT FOR IMAGE\u003c/b\u003e\u003c/h2\u003e\r\n\u003cp\u003eEvery image on our website tagged with appropriate description. To read image description, you need to position the mouse over the image.\u003c/p\u003e","DescriptionSwa":null,"DescriptionFr":null,"DescriptionPt":null,"DescriptionEs":null}]
