[{"id":1,"Intro":"Instructions","IntroSwa":"Maelekezo","IntroFr":"Directives","IntroPt":"Instruções","IntroEs":"Instrucciones","IntroText":"Iz̤haar means ‘to make clear or distinct’. In the context of the recitation of the Qur’an, it means ‘pronouncing a letter without ġunnah, i.e. without a sound from the nasal cavity.","IntroTextSwa":"Iz̤haar maana yake ‘kubainisha’ au ‘kudhihirisha’. Katika usomaji wa Qur’ani maana yake ni kuitamka herufi bila ya ġunnah, yaani ‘bila ya kutoa sauti puani’.","IntroTextFr":"Al-Iz̤har signifie la prononciation des letters de façon claire et distincte. Dans le contexte de la récitation du Coran, cela désigne la prononciation d’une lettre sans ġunnah, c’est-à-dire sans un son provenant de la cavité nasale.","IntroTextPt":"Iz̤haar significa ‘tornar claro ou distinto’. No contexto da recitação do Alcorão, significa ‘pronunciar uma letra sem ġunnah, ou seja, sem um som da cavidade nasal.","IntroTextEs":"Iz̤haar significa \u0027aclarar o distinguir\u0027. En el contexto de la recitación del Corán, significa \"pronunciar una letra sin ġunnah, es decir, sin sonido de la cavidad nasal\".","Letters":"Iz̤haar Letters","LettersSwa":"Herufi za Iz̤haar","LettersFr":"Les lettres concernées par Al-Iz̤har","LettersPt":"Letras Iz̤haar","LettersEs":"Letras de Iz̤haar","LettersText":"Throat letters:","LettersTextSwa":"Herufi zinotamkwa kooni au juu ya koo","LettersTextFr":"Les lettres prononcées de la gorge","LettersTextPt":"Letras da Garganta","LettersTextEs":"Letras de garganta","_Letters":"خ,غ,ح,ع,هـ,ء","_LettersAudio":"001_silence_7.mp3,001_silence_19.mp3,001_silence_6.mp3,001_silence_18.mp3,001_silence_27.mp3,001_silence_28.mp3","Method":"Method of Pronunciation","MethodSwa":"Namna ya kutamka","MethodFr":"Apprendre à prononcer","MethodPt":"Método de pronúncia","MethodEs":"Método de pronunciación","MethodText":"If a Noon Saakin or a Tanween is followed by any of these throat letters, the Noon Saakin or the Tanween is pronounced clearly without ġunnah (nasal sound)","MethodTextSwa":"Herufi yenye Noon Saakin au Tanween inayofatiwa na herufi inayotamkwa kooni au juu ya koo matamshi yanakuwa dhahiri bila ya ġunnah (yaani bila ya kutoa sauti puani)","MethodTextFr":"Si un Noon Sakina ou un Tanwine est suivi de l’une de ces lettres prononcée de la gorge, le Noon Sakina ou le Tanwine se prononce clairement sans ġunnah (son nasal).","MethodTextPt":"Se um Noon Saakin ou um Tanween for seguido por qualquer uma dessas letras de garganta, o Noon Saakin ou o Tanween é pronunciado claramente sem ġunnah (som nasal)","MethodTextEs":"Si un Noon Saakin o un Tanween es seguido por alguna de estas letras de la garganta, el Noon Saakin o el Tanween se pronuncia claramente sin ġunnah (sonido nasal)","Sign":"Sign in the Qur\u0027an","SignSwa":"Alama katika Qur’ani","SignFr":"Signes dans le Coran","SignPt":"Sinais no Alcorão","SignEs":"Símbolos en el Corán","SignText":"نـ\u003cspan style=\"left: 160px; top: -70px;\"\u003eْ\u003c/span\u003e\u0026nbsp;\u0026nbsp;\u0026nbsp;ـنـ\u003cspan style=\"left: 85px; top: -70px;\"\u003eْ\u003c/span\u003e\u0026nbsp;\u0026nbsp;\u0026nbsp;ن\u003cspan style=\"left: 15px; top: -70px;\"\u003eْ\u003c/span\u003e","SignText2":"_\u003cspan style=\"left: 4px; top: -60px;\"\u003eٌ\u003c/span\u003e","SignText3":"_\u003cspan style=\"left: 4px; top: -15px;\"\u003eٍ\u003c/span\u003e","SignText4":"_\u003cspan style=\"left: 4px; top: -60px;\"\u003eً\u003c/span\u003e","Examples":"Examples of Iz̤haar","ExamplesSwa":"Mfano ya Iz̤haar","ExamplesFr":"Exemples d’Al-Iz̤har","ExamplesPt":"Exemplos de Iz̤haar","ExamplesEs":"Ejemplos de Iz̤haar"},{"id":2,"Intro":"Instructions","IntroSwa":"Maelekezo","IntroFr":"Directives","IntroPt":"Instruções","IntroEs":"Instrucciones","IntroText":"Idġaam means ‘to merge’. In the context of the recitation of the Qur’an, ‘Idġaam with Ġunnah’ means ‘merging two letters by skipping the Noon Saakin or Tanween letter and pronouncing the second letter with Ġunnah’, i.e. from the nasal cavity","IntroTextSwa":"Idġaam maana yake ‘kuunganisha’. Katika usomaji wa Qur’ani ‘Idġaam yenye Ġunnah’ maana yake ni kuunganisha herufi mbili  kwa kutokutamka herufu ya Noon Saakin au Tanween na kutamka herufi ya pili kwa  ‘Ghunnah’, maana yake  kwa ‘kutoa sauti puani’","IntroTextFr":"L’Idġhâm consiste à “assimiler”. Dans le contexte de la récitation du Coran, ‘Idġhâm  associé à Ġunnah’ signifie ‘assimiler deux lettres en omettant la lettre Noon Saakina ou Tanwine et en prononçant la deuxième lettre avec Ġunnah’, soit au niveau de la cavité nasale.","IntroTextPt":"Idġaam significa \"fundir\". No contexto da recitação do Alcorão, \u0027Idġaam com Ġunnah\u0027 significa \u0027fundir duas letras pulando a letra do meio-dia Saakin ou Tanween e pronunciando a segunda letra com Ġunnah\u0027, ou seja, da cavidade nasal.","IntroTextEs":"Idġaam significa \u0027fusionar\u0027. En el contexto de la recitación del Corán, \u0027Idġaam con Ġunnah\u0027 significa \u0027combinar dos letras saltándose la letra Noon, Saakin o Tanween y pronunciando la segunda letra con Ġunnah\u0027, es decir, desde la cavidad nasal.","Letters":"Idġaam with Ġunnah Letters","LettersSwa":"Herufi za Idġaam yenye Ġunnah","LettersFr":"Les lettres concernées par Idġhâm et Ġunnah","LettersPt":"Idġaam com letras Ġunnah","LettersEs":"Idġaam con Letras Ġunnah","LettersText":"If a word has a letter with Noon Saakin or Tanween and followed by any of these four letters, the word is pronounced by Idġaam with ġunnah","LettersTextSwa":"Neno lenye herufi ya Noon Saakin au Tanween inayofatiwa na herufi nne hizi hutamkwa kwa Idġaam yenye Ġunnah","LettersTextFr":"Si un mot contient une lettre avec le Noon Saakina ou le Tanwine et suivie de l’une de ces quatre lettres, le mot se prononce par Idġhâm  avec Ġunnah.","LettersTextPt":"Se uma palavra tiver uma letra com Noon Saakin ou Tanween e seguida por qualquer uma dessas quatro letras, a palavra é pronunciada por Idġaam com ġunnah.","LettersTextEs":"Si una palabra tiene una letra con Noon, Saakin o Tanween y seguida por cualquiera de estas cuatro letras, Idġaam pronuncia la palabra con ġunnah.","_Letters":"ي,ن,م,و","_LettersAudio":"001_silence_29.mp3,001_silence_25.mp3,001_silence_24.mp3,001_silence_26.mp3","Method":"Method of Pronunciation","MethodSwa":"Namna ya kutamka","MethodFr":"Apprendre à prononcer","MethodPt":"Método de pronúncia","MethodEs":"Método de pronunciación","MethodText":"Skip the Noon Saakin or the Tanween and pronounce the following letter with ġunnah (from the nasal cavity)","MethodTextSwa":"Usitamke herufi yenye Noon Saakin au Tanween na tamka herufi inayofwata kwa ġunnah, yaani  kwa ‘kutoa sauti puani’","MethodTextFr":"Omettez le Noon Saakina ou le Tanwine et prononcez la lettre suivante avec Ġunnah (depuis la cavité nasale).","MethodTextPt":"Ignore o meio-dia Saakin ou o Tanween e pronuncie a seguinte letra com ġunnah (da cavidade nasal).","MethodTextEs":"Omita el Noon, Saakin o el Tanween y pronuncie la siguiente letra con ġunnah (desde la cavidad nasal).","Sign":"Sign in the Qur\u0027an","SignSwa":"Alama katika Qur’ani","SignFr":"Signes dans le Coran","SignPt":"Sinais no Alcorão","SignEs":"Símbolos en el Corán","SignText":"نـ\u0026nbsp;\u0026nbsp;\u0026nbsp;ـنـ\u0026nbsp;\u0026nbsp;\u0026nbsp;ن","SignText2":"_\u003cspan style=\"left: 4px; top: -60px;\"\u003eٌ\u003c/span\u003e","SignText3":"_\u003cspan style=\"left: 4px; top: -15px;\"\u003eٍ\u003c/span\u003e","SignText4":"_\u003cspan style=\"left: 4px; top: -60px;\"\u003eً\u003c/span\u003e","Examples":"Examples of Idġaam with Ġunnah","ExamplesSwa":"Mfano ya Idġaam yenye Ġunnah","ExamplesFr":"Exemples d’Idghâm avec Ġunnah","ExamplesPt":"Exemplos de Idġaam com Ġunnah","ExamplesEs":"Ejemplos de Idġaam con Ġunnah"},{"id":3,"Intro":"Instructions","IntroSwa":"Maelekezo","IntroFr":"Directives","IntroPt":"Instruções","IntroEs":"Instrucciones","IntroText":"Idġaam means ‘to merge’. In the context of the recitation of the Qur’an, ‘Idġaam without Ġunnah’ means ‘merging two letters by skipping the Noon Saakin or Tanween letter and pronouncing the second letter without Ġunnah’, i.e. without making sound from the nasal cavity","IntroTextSwa":"Idġaam maana yake ‘kuunganisha’. Katika usomaji wa Qur’ani, ‘Idġaam bila ya Ġunnah’ maana yake ni kuunganisha herufi mbili  kwa kutokutamka herufu ya Noon Saakin au Tanween na kutamka herufi ya pili bila ya  ‘Ghunnah’, yaani bila ya kutoa sauti puani","IntroTextFr":"L’Idġhâm consiste à “assimiler”. Dans le contexte de la récitation du Coran, ‘Idġhâm  sans Ġunnah’ signifie ‘assimiler deux lettres en omettant la lettre Noon Saakina ou le Tanwine et en prononçant la deuxième lettre sans Ġunnah’, sans la prononcer de la cavité nasale.","IntroTextPt":"Idġaam significa \"fundir\". No contexto da recitação do Alcorão, \u0027Idġaam sem Ġunnah\u0027 significa \u0027fundir duas letras pulando a letra Noon Saakin ou Tanween e pronunciando a segunda letra sem Ġunnah\u0027, ou seja, sem fazer som da cavidade nasal.","IntroTextEs":"Idġaam significa \u0027fusionar\u0027. En el contexto de la recitación del Corán, \u0027Idġaam sin Ġunnah\u0027 significa \u0027combinar dos letras saltándose la letra Noon, Saakin o Tanween y pronunciando la segunda letra sin Ġunnah\u0027, es decir, sin emitir sonido desde la cavidad nasal.","Letters":"Idġaam without Ġunnah Letters","LettersSwa":"Herufi za Idġaam bila ya Ġunnah","LettersFr":"Les lettres concernées par Idġhâm sans Ġunnah","LettersPt":"Idġaam sem Letras Ġunnah","LettersEs":"Idġaam sin Letras Ġunnah","LettersText":"If a word has a letter with Noon Saakin or Tanween and followed by any of these two letters, the word is pronounced by Idġaam without ġunnah","LettersTextSwa":"Neno lenye herufi ya Noon Saakin au Tanween inayofatiwa na herufi mbili hizi hutamkwa kwa Idġaam bila ya Ġunnah","LettersTextFr":"Si un mot contient une lettre avec le Noon Sakina ou le Tanwine et suivie de l’une de ces quatre lettres, le mot se prononce par Idġhâm  sans Ġunnah.","LettersTextPt":"Se uma palavra tiver uma letra com Noon Saakin ou Tanween e seguida por qualquer uma dessas duas letras, a palavra é pronunciada por Idġaam sem ġunnah","LettersTextEs":"Si una palabra tiene una letra con Noon, Saakin o Tanween y seguida de cualquiera de estas dos letras, Idġaam pronuncia la palabra sin ġunnah.","_Letters":"ل,ر","_LettersAudio":"001_silence_23.mp3,001_silence_10.mp3","Method":"Method of Pronunciation","MethodSwa":"Namna ya kutamka","MethodFr":"Apprendre à prononcer","MethodPt":"Método de pronúncia","MethodEs":"Método de pronunciación","MethodText":"Skip the Noon Saakin or the Tanween and pronounce the following letter without ġunnah (i.e without any sound from the nasal cavity)","MethodTextSwa":"Usitamke herufi yenye Noon Saakin au Tanween na tamka herufi inayofwata bila ya ġunnah, yaani bila ya kutoa sauti puani","MethodTextFr":"Omettez le Noon Sakina ou le Tanwine et prononcez la lettre suivante sans Ġunnah (sans la prononcer de la cavité nasale).","MethodTextPt":"Pule o Noon Saakin ou o Tanween e pronuncie a seguinte letra sem ġunnah (ou seja, sem nenhum som da cavidade nasal)","MethodTextEs":"Omita el Noon, Saakin o el Tanween y pronuncie la siguiente letra sin ġunnah (es decir, sin ningún sonido de la cavidad nasal)","Sign":null,"SignSwa":null,"SignFr":null,"SignPt":null,"SignEs":null,"SignText":null,"SignText2":null,"SignText3":null,"SignText4":null,"Examples":"Examples of Idġaam without Ġunnah","ExamplesSwa":"Mfano ya Idġaam bila ya Ġunnah","ExamplesFr":"Exemples d’Idghâm sans Ġunnah","ExamplesPt":"Exemplos de Idġaam sem Ġunnah","ExamplesEs":"Ejemplos de Idġaam sin Ġunnah"},{"id":4,"Intro":"Instructions","IntroSwa":"Maelekezo","IntroFr":"Directives","IntroPt":"Instruções","IntroEs":"Instrucciones","IntroText":"Iq̇laab means ‘to convert or change’. In the context of the recitation of the Qur’an, it means ‘when a Noon Saakin or Tanween letter is followed by the letter \u003cspan\u003e\"ب\"\u003c/span\u003e, the Noon Saakin or Tanween letter is converted to \u003cspan\u003e\"م\"\u003c/span\u003e and pronounced with ġunnah’","IntroTextSwa":"Iq̇laab maana yake ‘kugeuza’ au ‘kubadili’. Katika usomaji wa Qur’ani, maana yake ‘herufi ya Noon Saakin au Tanween inayofatiwa na herufi ya \u003cspan\u003e\"ب\"\u003c/span\u003e herufi hiyo hugeuka kuwa \u003cspan\u003e\"م\"\u003c/span\u003e na kutamkwa kwa ġunnah","IntroTextFr":"Al-Iqlab signifie \"convertir ou changer\". Dans le contexte de la récitation du Coran, cela désigne ‘lorsqu’un Noon Sakina ou un Tanwine est suivi de la lettre ‘ب’, le Noon Sakina ou le Tanwine est converti en ‘م’ et se prononce avec Ġunnah.","IntroTextPt":"Iq̇laab significa \u0027converter ou mudar\u0027. No contexto da recitação do Alcorão, significa \u0027quando uma letra Noon Saakin ou Tanween é seguida pela letra \"ب\", a letra do Noon Saakin ou Tanween é convertida para \"م\" e pronunciada com ġunnah\u0027","IntroTextEs":"Iq̇laab significa ‘convertir o cambiar’. En el contexto de la recitación del Corán, significa \"cuando una letra Noon, Saakin o Tanween va seguida de la letra \"ب\", la letra Noon, Saakin o Tanween se convierte en \"م\" y se pronuncia con ġunnah.","Letters":"Iq̇laab Letters","LettersSwa":"Herufi ya Iq̇laab","LettersFr":"Les lettres concernées par Al-Iqlab","LettersPt":"Letras Iq̇laab","LettersEs":"Letra Iq̇laab","LettersText":"","LettersTextSwa":null,"LettersTextFr":null,"LettersTextPt":"","LettersTextEs":null,"_Letters":"ب","_LettersAudio":"001_silence_2.mp3","Method":"Method of Pronunciation","MethodSwa":"Namna ya kutamka","MethodFr":"Apprendre à prononcer","MethodPt":"Método de pronúncia","MethodEs":"Método de pronunciación","MethodText":"If a Noon Saakin or Tanween letter is followed by \u003cspan\u003e\"ب\"\u003c/span\u003e, the letter is converted to \u003cspan\u003e\"م\"\u003c/span\u003e and pronounced with ġunnah","MethodTextSwa":"Herufi ya Noon Saakin au Tanween inayofatiwa na \u003cspan\u003e\"ب\"\u003c/span\u003e hugeuka kuwa \u003cspan\u003e\"م\"\u003c/span\u003e na kutamkwa kwa ġunnah","MethodTextFr":"Si un Noon Sakina ou un Tanwine est suivi de la lettre ‘ب’, la lettre est convertie en ‘م’ et se prononce avec Ġunnah.","MethodTextPt":"Se uma letra Noon Saakin ou Tanween for seguida por \"ب\", a letra é convertida para \"م\" e pronunciada com ġunnah","MethodTextEs":"Si una letra de Noon, Saakin o Tanween va seguida de \"ب\", la letra se convierte en \"م\" y se pronuncia con ġunnah.","Sign":"Sign in the Qur\u0027an","SignSwa":"Alama katika Qur’ani","SignFr":"Signes dans le Coran","SignPt":"Sinais no Alcorão","SignEs":"Símbolos en el Corán","SignText":"نـ\u003cspan style=\"left: 160px; top: -70px;\"\u003eۢ\u003c/span\u003e\u0026nbsp;\u0026nbsp;\u0026nbsp;ـنـ\u003cspan style=\"left: 85px; top: -70px;\"\u003eۢ\u003c/span\u003e\u0026nbsp;\u0026nbsp;\u0026nbsp;ن\u003cspan style=\"left: 15px; top: -70px;\"\u003eۢ\u003c/span\u003e","SignText2":"_\u003cspan style=\"left: 8px; top: -60px;\"\u003eُۢ\u003c/span\u003e","SignText3":"_\u003cspan style=\"left: 8px; top: -5px;\"\u003eَۢ\u003c/span\u003e","SignText4":"_\u003cspan style=\"left: 8px; top: -60px;\"\u003eَۢ\u003c/span\u003e","Examples":"Examples of Iq̇laab","ExamplesSwa":"Mfano ya Iq̇laab","ExamplesFr":"Exemples d’Iqlab","ExamplesPt":"Exemplos de Iq̇laab","ExamplesEs":"Ejemplos de Iq̇laab"},{"id":5,"Intro":"Instructions","IntroSwa":"Maelekezo","IntroFr":"Directives","IntroPt":"Instruções","IntroEs":"Instrucciones","IntroText":"Ikhfa’ means ‘to hide’. In the context of the recitation of the Qur’an, Ikhfa’ means ‘spreading the ġunnah between the Noon Saakin or Tanween letter and the proceeding Ikhfa’ letter. (That is, between Iz̤haar and Idġaam)","IntroTextSwa":"Ikhfa’ maana yake ‘kuficha’. Katika usomaji wa Qur’ani Ikhfa’ maana yake ‘kutamka herufi kwa kuitawanya ġunnah baina ya herufi ya Noon Saakin au Tanween na herufi inayofwatia ya Ikhfa’.\r\n(Yaani baina ya Iz̤haar and Idġaam)","IntroTextFr":"Al-Ikhfâ désigne le fait de \"dissimuler\". Dans le contexte de la récitation du Coran, Al-Ikhfâ signifie ‘répandre la Ġunnah entre le Noon Sakina ou le Tanwine et la lettre d’Ikhfâ qui suit. (Soit entre Al-Iz̤har et Al-Idghâm).","IntroTextPt":"Ikhfa\u0027 significa \u0027esconder\u0027. No contexto da recitação do Alcorão, Ikhfa\u0027 significa \u0027espalhar o ġunnah entre a letra Noon Saakin ou Tanween e a letra Ikhfa\u0027 acima. (Isto é, entre Iz̤haar e Idġaam)","IntroTextEs":"Ikhfa’ significa ‘esconderse’. En el contexto de la recitación del Corán, Ikhfa’ significa ‘extender la ġunnah entre la letra Noon, Saakin o Tanween y la letra Ikhfa’ anterior. (Es decir, entre Iz̤haar e Idġaam)","Letters":"Ikhfa\u0027 Letters","LettersSwa":"Herufi za Ikhfa’","LettersFr":"Les lettres concernées par Al-Ikhfâ","LettersPt":"Letras Ikhfa’","LettersEs":"Letras Ikhfa’","LettersText":"Any letter other than the letters of Iz̤haar, Iq̇laab or Idġaam","LettersTextSwa":"Herufi zote zisizokuwa za Iz̤haar, Iq̇laab au Idġaam","LettersTextFr":"Toute lettre autre que celles d’Izhar, d’Iqlab ou d’Idġhâm.","LettersTextPt":"Qualquer letra que não seja as letras de Iz̤haar, Iq̇laab ou Idġaam","LettersTextEs":"Cualquier letra que no sean las letras de Iz̤haar, Iq̇laab o Idġaam","_Letters":"ت,ث,ج,د,ذ,ز,س,ش,ص,ض,ط,ظ,ف,ق,ك","_LettersAudio":"001_silence_3.mp3,001_silence_4.mp3,001_silence_5.mp3,001_silence_8.mp3,001_silence_9.mp3,001_silence_11.mp3,001_silence_12.mp3,001_silence_13.mp3,001_silence_14.mp3,001_silence_15.mp3,001_silence_16.mp3,001_silence_17.mp3,001_silence_20.mp3,001_silence_21.mp3,001_silence_22.mp3","Method":"Method of Pronunciation","MethodSwa":"Namna ya kutamka","MethodFr":"Apprendre à prononcer","MethodPt":"Método de pronúncia","MethodEs":"Método de pronunciación","MethodText":"If a Noon Saakin or a Tanween letter is followed by any Ikhfa’ letter, share the ġunnah between the first letter and the second letter but put emphasis on the Noon Saakin or a Tanween letter.\u003cbr /\u003e\u003cbr /\u003eIn order to pronounce the Ikhfa\u0027 correctly, continue the ġunnah to the point of articulation of the Ikhfa\u0027 letter.","MethodTextSwa":"Tawanya ġunnah baina ya herufi ya Noon Saakin au Tanween na herufi ya Ikhfa’ inayofwatia, lakini kaza ġunnah kwenye herufi ya Noon Saakin au Tanween.\u003cbr /\u003e\u003cbr /\u003eIli kuitamka Ikhfa’ sawasawa endelea na ġunnah mpaka panapotamkia herufi ya Ikhfa’.","MethodTextFr":"Si une lettre avec Noon Sakina ou Tanwine est suivie d’une lettre Al-Ikhfâ, répartissez la Ġunnah entre la première et la seconde lettre tout en mettant l’accent sur la lettre avec Noon Sakina ou Tanwine.\r\nPour une prononciation correcte de la lettre Al-Ikhfâ, maintenez la Ġunnah et poursuivez au point d’articulation de la lettre Al-Ikhfâ.\r\n","MethodTextPt":"Se uma carta do meio-dia Saakin ou Tanween for seguida por qualquer letra Ikhfa\u0027, compartilhe o ġunnah entre a primeira e a segunda letras, mas coloque ênfase na letra do meio-dia Saakin ou Tanween.\r\nPara pronunciar Ikhfa\u0027 corretamente, continue o ġunnah até o ponto de articulação da letra Ikhfa\u0027.","MethodTextEs":"Si una letra Noon, Saakin o Tanween es seguida por cualquier letra Ikhfa’, comparta la ġunnah entre la primera y la segunda letra, pero ponga énfasis en la letra Noon, Saakin o Tanween.\r\nPara pronunciar Ikhfa\u0027 correctamente, continúe la ġunnah hasta el punto de articulación de la letra Ikhfa\u0027.\r\n","Sign":"Sign in the Qur\u0027an","SignSwa":"Alama katika Qur’ani","SignFr":"Signes dans le Coran","SignPt":"Sinais no Alcorão","SignEs":"Símbolos en el Corán","SignText":"نـ\u0026nbsp;\u0026nbsp;\u0026nbsp;ـنـ\u0026nbsp;\u0026nbsp;\u0026nbsp;ن","SignText2":"_\u003cspan style=\"left: 4px; top: -60px;\"\u003eٌ\u003c/span\u003e","SignText3":"_\u003cspan style=\"left: 4px; top: -15px;\"\u003eٍ\u003c/span\u003e","SignText4":"_\u003cspan style=\"left: 4px; top: -60px;\"\u003eً\u003c/span\u003e","Examples":"Examples of Ikhfa\u0027","ExamplesSwa":"Mfano ya Ikhfa’","ExamplesFr":"Exemples d’Al-Ikhfâ","ExamplesPt":"Exemplos de Ikhfa’","ExamplesEs":"Ejemplos de Ikhfa’"},{"id":6,"Intro":"Instructions","IntroSwa":"Maelekezo","IntroFr":"Directives","IntroPt":"Instruções","IntroEs":"Instrucciones","IntroText":"When Meem Saakin is followed by \u003cspan\u003e\"ب\"\u003c/span\u003e, the Meem is hidden (Ikhfa’) by combining it with \u003cspan\u003e\"ب\"\u003c/span\u003e and pronouncing it with ġunnah.","IntroTextSwa":"Meem Saakin inapofatiliwa na \u003cspan\u003e\"ب\"\u003c/span\u003e haitamkwi pekeyake lakini (Ikhfa’) hutamkwa pamoja na \u003cspan\u003e\"ب\"\u003c/span\u003e kwa ġunnah.","IntroTextFr":"Lorsque la lettre Mim Sakina est suivie de \"ب\", on dissimule le Mim en le combinant avec \"ب\" et en le prononçant avec Ġunnah.","IntroTextPt":"Quando Meem Saakin é seguido por \"ب\", o Meem é oculto (Ikhfa\u0027) combinando-o com \"ب\" e pronunciando-o com ġunnah.","IntroTextEs":"Cuando a Meem Saakin le sigue \"ب\", el Meem se oculta (Ikhfa\u0027) combinándolo con \"ب\" y pronunciándolo con ġunnah.","Letters":"Ikhfa\u0027 Shafawi Letters","LettersSwa":"Herufi ya Ikhfa’ Shafawi","LettersFr":"Les lettres concernées par Al-Ikhfâ Ach-Chafawi","LettersPt":"Letras Ikhfa\u0027 Shafawi","LettersEs":"Letras Ikhfa’ Shafawi","LettersText":null,"LettersTextSwa":null,"LettersTextFr":null,"LettersTextPt":null,"LettersTextEs":null,"_Letters":"ب","_LettersAudio":"001_silence_2.mp3","Method":"Method of Pronunciation","MethodSwa":"Namna ya kutamka","MethodFr":"Apprendre à prononcer","MethodPt":"Método de pronúncia","MethodEs":"Método de pronunciación","MethodText":"If the Meem Saakin is followed by \u003cspan\u003e\"ب\"\u003c/span\u003e, the reader should hide the Meem and pronounce it along with \u003cspan\u003e\"ب\"\u003c/span\u003e but with ġunnah.\r\nIt\u0027s called Shafawi because the Meem is pronounced from the lips. The word Shafawi refers to lips in Arabic.\r\n","MethodTextSwa":"Meem Saakin inapofatiliwa na \u003cspan\u003e\"ب\"\u003c/span\u003e, usiitamke Meem lakini itamke pamoja na \u003cspan\u003e\"ب\"\u003c/span\u003e kwa ġunnah. Inaitwa Shafawi kwa sababu Meem hutamkwa baina ya midomo. Shafawi maana yake mdomo kwa lugha ya Kiarabu. ","MethodTextFr":"Lorsque la lettre Mim Sakina est suivie de \"ب\", on dissimule le Mim en le combinant avec \"ب\" et en le prononçant avec Ġunnah.\r\nCette technique est appelée Ach-Chafawi parce que le Mim est prononcé au niveau des lèvres. Le mot Ach-Chafawi fait référence aux lèvres en arabe.\r\n","MethodTextPt":"Se o Meem Saakin for seguido por \"ب\", o leitor deve ocultar o Meem e pronunciá-lo junto com \"ب\", mas com ġunnah.\r\nChama-se Shafawi porque o Meem é pronunciado pelos lábios. A palavra Shafawi refere-se a lábios em árabe.\r\n","MethodTextEs":"Si el Meem Saakin es seguido por \"ب\", el lector debe esconder el Meem y pronunciarlo junto con \"ب\" pero con ġunnah.\r\nSe llama Shafawi porque el Meem se pronuncia desde los labios. La palabra Shafawi se refiere a los labios en árabe.\r\n","Sign":null,"SignSwa":null,"SignFr":null,"SignPt":null,"SignEs":null,"SignText":null,"SignText2":null,"SignText3":null,"SignText4":null,"Examples":"Examples of Ikhfa\u0027 Shafawi","ExamplesSwa":"Mfano ya Ikhfa’ Shafawi","ExamplesFr":"Exemples d’Al-Ikhfâ Ach-Chafawi","ExamplesPt":"Exemplos de Ikhfa\u0027 Shafawi","ExamplesEs":"Ejemplos de Ikhfa’ Shafawi"},{"id":7,"Intro":"Instructions","IntroSwa":"Maelekezo","IntroFr":"Directives","IntroPt":"Instruções","IntroEs":"Instrucciones","IntroText":"Whem Meem Saakin is followed by \u003cspan\u003e\"م\"\u003c/span\u003e. The two Meems will merge (Idġaam) and the Meem Saaking will be pronounced with ġunnah along with the proceeding Meem.","IntroTextSwa":"Meem Saakin inapofatiliwa na \u003cspan\u003e\"م\"\u003c/span\u003e, huchanganywa (Idġaam) na Meem iliofatia na hutamkwa kwa ġunnah. ","IntroTextFr":"Si le Mim Sakina est suivi de \"م\", les deux Mim se fusionneront (Idġhâm) et le Mim Saakina se prononce avec Ġunnah en même temps que le Mim qui le précède.","IntroTextPt":"Whem Meem Saakin é seguido por \"م\". Os dois Meems se fundirão (Idġaam) e o Meem Saaking será pronunciado com ġunnah junto com o Meem procedente.","IntroTextEs":"Whem Meem Saakin es seguido por \"م\". Los dos Meem se fusionarán (Idġaam) y el Meem Saaking se pronunciará con ġunnah junto con el Meem anterior.","Letters":"Idġaam Shafawi Letters","LettersSwa":"Herufi ya Idġaam Shafawi","LettersFr":"Les lettres concernées par Al-Idġhâm Ach-Chafawi","LettersPt":"Letra Idġaam Shafawi","LettersEs":"Letra Idġaam Shafawi ","LettersText":null,"LettersTextSwa":null,"LettersTextFr":null,"LettersTextPt":null,"LettersTextEs":null,"_Letters":"م","_LettersAudio":"001_silence_24.mp3","Method":"Method of Pronunciation","MethodSwa":"Namna ya kutamka","MethodFr":"Apprendre à prononcer","MethodPt":"Método de pronúncia","MethodEs":"Método de pronunciación","MethodText":"If the Meem Saakin is followed  by \u003cspan\u003e\"م\"\u003c/span\u003e then Meem Saakin will merge with the next Meem and will be pronounced with ġunnah. This should be in two separate words.\u003cbr /\u003e\u003cbr /\u003eThe Meem after Meem Saakin have Shaddah \u003cspan\u003e\"مّـ\"\u003c/span\u003e","MethodTextSwa":"Meem Saakin inapofatiliwa na \u003cspan\u003e\"م\"\u003c/span\u003e, ichanganye na Meem inayofwata na itamke kwa ġunnah. Meem inayofuata Meem Saakin inakuwa na Shaddah \u003cspan\u003e\"مّـ\"\u003c/span\u003e","MethodTextFr":"Si le Mim Sakina est suivi de \"م\", les deux Mim se fusionneront et se prononcent avec Ġunnah. Cela devrait se faire en deux mots différents. Le Mim qui suit le Mim Sakina porte une Chadda.","MethodTextPt":"Se o Meem Saakin for seguido por \"م\", então Meem Saakin se fundirá com o próximo Meem e será pronunciado com ġunnah. Isso deve ser em duas palavras separadas.\r\nO Meem depois de Meem Saakin tem Shaddah \"مّـ\"\r\n","MethodTextEs":"Si el Meem Saakin es seguido por \"م\", entonces Meem Saakin se fusionará con el siguiente Meem y se pronunciará con ġunnah. Esto debe estar en dos palabras separadas.\r\nEl Meem después de Meem Saakin tiene Shaddah \"مّـ\"\r\n","Sign":null,"SignSwa":null,"SignFr":null,"SignPt":null,"SignEs":null,"SignText":null,"SignText2":null,"SignText3":null,"SignText4":null,"Examples":"Examples of Idġaam Shafawi","ExamplesSwa":"Mfano ya Idġaam Shafawi","ExamplesFr":"Exemples de l’Idghâm Ach-Chafawi","ExamplesPt":"Exemplos de Idġaam Shafawi","ExamplesEs":"Ejemplos de Idġaam Shafawi"},{"id":8,"Intro":"Instructions","IntroSwa":"Maelekezo","IntroFr":"Directives","IntroPt":"Instruções","IntroEs":"Instrucciones","IntroText":"When Meem Saakin is followed by any letter other than \u003cspan\u003e\"ب\"\u003c/span\u003e and \u003cspan\u003e\"م\"\u003c/span\u003e, the Meem Saakin is pronounced clearly (Iz̤haar) ","IntroTextSwa":"Meem Saakin hutamkwa kwa kuidhihirisha (bila ya ġunnah) inapofatiliwa na herufi isiokuwa \u003cspan\u003e\"ب\"\u003c/span\u003e au \u003cspan\u003e\"م\"\u003c/span\u003e.","IntroTextFr":"Lorsque le Mim Sakina est suivi de toute lettre autre que \"ب \"et \"م\", Mim Sakina se prononce de manière claire (Al Iz̤har).","IntroTextPt":"Quando Meem Saakin é seguido por qualquer letra diferente de \"ب\" e \"م\", o Meem Saakin é pronunciado claramente (Iz̤haar)","IntroTextEs":"Cuando Meem Saakin va seguido de cualquier letra que no sea \"ب\" y \"م\", Meem Saakin se pronuncia claramente (Iz̤haar)","Letters":"Iz̤haar Shafawi Letters","LettersSwa":"Herufi za Iz̤haar Shafawi","LettersFr":"Les lettres concernées par Al-Iz̤har Ach-Chafawi","LettersPt":"Letras Iz̤haar Shafawi","LettersEs":"Letras Iz̤haar Shafawi","LettersText":"All the letters other than:","LettersTextSwa":"Herufi zote isopokuwa:","LettersTextFr":"Toutes les lettres autre que :","LettersTextPt":"Todas as letras exceto:","LettersTextEs":"Todas las letras excepto:","_Letters":"ب,م","_LettersAudio":"001_silence_2.mp3,001_silence_24.mp3","Method":"Method of Pronunciation","MethodSwa":"Namna ya kutamka","MethodFr":"Apprendre à prononcer","MethodPt":"Método de pronúncia","MethodEs":"Método de pronunciación","MethodText":"If the Meem Saakin is followed  by any letter other than \u003cspan\u003e\"ب\"\u003c/span\u003e and \u003cspan\u003e\"م\"\u003c/span\u003e, it has to be pronounced clearly without ġunnah","MethodTextSwa":"Itamke Meem Saakin kwa kuidhihirisha (bila ya ġunnah) inapofatiliwa na herufi isiokuwa \u003cspan\u003e\"ب\"\u003c/span\u003e au \u003cspan\u003e\"م\"\u003c/span\u003e.","MethodTextFr":"Lorsque le Mim Sakina est suivi de toute lettre autre que \"ب \"et \"م\", Mim Sakina se prononce de manière claire sans Ġunnah.","MethodTextPt":"Se o Meem Saakin for seguido por qualquer letra diferente de \"ب\" e \"م\", deve ser pronunciado claramente sem ġunnah.","MethodTextEs":"Si el Meem Saakin va seguido de cualquier letra que no sea \"ب\" y \"م\", debe pronunciarse claramente sin ġunnah.","Sign":null,"SignSwa":null,"SignFr":null,"SignPt":null,"SignEs":null,"SignText":null,"SignText2":null,"SignText3":null,"SignText4":null,"Examples":"Examples of Iz̤haar Shafawi","ExamplesSwa":"Mfano ya Iz̤haar Shafawi","ExamplesFr":"Exemples d’Al-Izhar Ach-Chafawi","ExamplesPt":"Exemplos de Iz̤haar Shafawi","ExamplesEs":"Ejemplos de Iz̤haar Shafawi"},{"id":9,"Intro":"Instructions","IntroSwa":"Maelekezo","IntroFr":"Directives","IntroPt":"Instruções","IntroEs":"Instrucciones","IntroText":"Laam Saakin is pronounced clearly (Iz̤haar) when it is followed by any of the letters below.","IntroTextSwa":"Laam Saakin hudhihirishwa unapoitamka (Iz̤haar) inapofatiwa na herufi ziliopo hapo chini.","IntroTextFr":"Le Lam Sakina se prononce de manière claire (Al-Iz̤har) lorsqu’il est suivi d’une des lettres suivantes.","IntroTextPt":"Laam Saakin é pronunciado claramente (Iz̤haar) quando é seguido por qualquer uma das letras abaixo.","IntroTextEs":"Laam Saakin se pronuncia claramente (Iz̤haar) cuando va seguido de cualquiera de las letras siguientes.","Letters":"Laam Q̇amariyyah Letters","LettersSwa":"Herufi za Laam Q̇amariyyah","LettersFr":"Les lettres concernées par Lam Al qamariya","LettersPt":"Letras Laam Q̇amariyyah","LettersEs":"Letras Laam Q̇amariyyah","LettersText":null,"LettersTextSwa":null,"LettersTextFr":null,"LettersTextPt":null,"LettersTextEs":null,"_Letters":"ا,ب,غ,ح,ج,ك,و,خ,ف,ع,ق,ي,م,ه","_LettersAudio":"001_silence_1.mp3,001_silence_2.mp3,001_silence_19.mp3,001_silence_6.mp3,001_silence_5.mp3,001_silence_22.mp3,001_silence_26.mp3,001_silence_7.mp3,001_silence_20.mp3,001_silence_18.mp3,001_silence_21.mp3,001_silence_29.mp3,001_silence_24.mp3,001_silence_27.mp3","Method":"Method of Pronunciation","MethodSwa":"Namna ya kutamka","MethodFr":"Apprendre à prononcer","MethodPt":"Método de pronúncia","MethodEs":"Método de pronunciación","MethodText":"If Laam Saakin is followed by one of the letters above, then Laam is pronounced. The \u0027Alif \u003cspan\u003e\"أ\"\u003c/span\u003e in the definite article becomes Hamza-tul-Wasl, it\u0027s pronounced with Fathah at the begining of the word but it\u0027s not pronounced when joining the words","MethodTextSwa":"Laam Saakin inapofatiliwa na herufi ziliotajwa hapo juu hutamkwa kwa kuidhihirisha. \u0027Alif \u003cspan\u003e\"أ\"\u003c/span\u003e inayokuja kabla ya Laam Saakin haitamkwi isipokuwa ikiwepo mwanzo wa herufi. Hii \u0027Alif inaitwa Hamza-tul-Wasl.","MethodTextFr":"Lorsque le Lam Sakina est suivi par l’une des lettres ci-dessus, alors le Lam se prononce. Le \"Alif \"أ\" dans un article défini se transforme en Hamzat-al-Wasl, il se prononce avec Fatha au début du mot, mais ne se prononce pas en assemblant les mots.","MethodTextPt":"Se Laam Saakin for seguido por uma das letras acima, então Laam é pronunciado. O \u0027Alif \"أ\" no artigo definido torna-se Hamza-tul-Wasl, é pronunciado com Fathah no início da palavra, mas não é pronunciado ao juntar as palavras","MethodTextEs":"Si a Laam Saakin le sigue una de las letras anteriores, entonces se pronuncia Laam. El \u0027Alif \"أ\" en el artículo definido se convierte en Hamza-tul-Wasl, se pronuncia con Fathah al principio de la palabra pero no se pronuncia al unir las palabras","Sign":null,"SignSwa":null,"SignFr":null,"SignPt":null,"SignEs":null,"SignText":null,"SignText2":null,"SignText3":null,"SignText4":null,"Examples":"Examples of Laam Q̇amariyyah","ExamplesSwa":"Mfano ya Laam Q̇amariyyah","ExamplesFr":"Exemples de Lam Al qamariya","ExamplesPt":"Exemplos de Laam Q̇amariyyah","ExamplesEs":"Ejemplos de Laam Q̇amariyyah"},{"id":10,"Intro":"Instructions","IntroSwa":"Maelekezo","IntroFr":"Directives","IntroPt":"Instruções","IntroEs":"Instrucciones","IntroText":"Laam Saakin is not pronounced (Idġaam) when it is followed by any of the letters below.","IntroTextSwa":"Laam Saakin haitamkwi (Idġaam) inapofatiwa na herufi ziliopo hapo chini.","IntroTextFr":"Le Lam Sakina ne se prononce pas (Idghâm) lorsqu’il est suivi d’une des lettres suivantes.","IntroTextPt":"Laam Saakin não é pronunciado (Idġaam) quando é seguido por qualquer uma das letras abaixo.","IntroTextEs":"Laam Saakin no se pronuncia (Idġaam) cuando va seguido de cualquiera de las letras siguientes.","Letters":"Laam Shamsiyyah Letters ","LettersSwa":"Herufi za Laam Shamsiyyah","LettersFr":"Les lettres concernées par Lam Ash Shamsiya","LettersPt":"Letras Laam Shamsiyyah ","LettersEs":"Letras Laam Shamsiyyah","LettersText":"The rest of the letters","LettersTextSwa":null,"LettersTextFr":null,"LettersTextPt":null,"LettersTextEs":null,"_Letters":"ط,ث,ص,ر,ت,ض,ذ,ن,د,س,ظ,ز,ش,ل","_LettersAudio":"001_silence_16.mp3,\r\n001_silence_4.mp3,\r\n001_silence_14.mp3,\r\n001_silence_10.mp3,\r\n001_silence_3.mp3,\r\n001_silence_15.mp3,\r\n001_silence_9.mp3,\r\n001_silence_25.mp3,\r\n001_silence_8.mp3,\r\n001_silence_12.mp3,\r\n001_silence_17.mp3,\r\n001_silence_11.mp3,\r\n001_silence_13.mp3,\r\n001_silence_23.mp3","Method":"Method of Pronunciation","MethodSwa":"Namna ya kutamka","MethodFr":"Apprendre à prononcer","MethodPt":"Método de pronúncia","MethodEs":"Método de pronunciación","MethodText":"If Laam Saakin is followed by one of these letters, then the laam is not pronounced and the letter after Laam will have Shaddah. The \u0027Alif \u003cspan\u003e\"أ\"\u003c/span\u003e in the definite article is called Hamaza-tul-Wasl, it\u0027s pronounced with Fathah at the beginning of the word but not pronounced when joining the words","MethodTextSwa":"Laam Saakin inapofatiliwa na herufi ziliotajwa hapo juu haitamkwi, na herufi inayoifwatia inakuwa na Shaddah. \u0027Alif \u003cspan\u003e\"أ\"\u003c/span\u003e inayokuja kabla ya Laam Saakin haitamkwi isipokuwa ikiwepo mwanzo wa herufi. Hii \u0027Alif inaitwa Hamza-tul-Wasl.","MethodTextFr":"Lorsque le Lam Sakina est suivi par l’une de ces lettres, alors le Lam ne se prononce pas\r\net la lettre qui suit portera une Chadda. Le \"Alif \"أ\" dans un article défini désigne Hamzat-al-Wasl, il se prononce avec Fatha au début du mot mais ne se prononce pas en assemblant les mots.\r\n","MethodTextPt":"Se Laam Saakin for seguido por uma dessas letras, então o laam não é pronunciado e a letra após Laam terá Shaddah. O \u0027Alif \"أ\" no artigo definido é chamado Hamaza-tul-Wasl, é pronunciado com Fathah no início da palavra, mas não pronunciado ao juntar as palavras.","MethodTextEs":"Si a Laam Saakin le sigue una de estas letras, entonces el laam no se pronuncia y la letra que sigue a Laam tendrá Shaddah. El \u0027Alif \"أ\" en el artículo definido se llama Hamaza-tul-Wasl, se pronuncia con Fathah al principio de la palabra pero no se pronuncia al unir las palabras.","Sign":null,"SignSwa":null,"SignFr":null,"SignPt":null,"SignEs":null,"SignText":null,"SignText2":null,"SignText3":null,"SignText4":null,"Examples":"Examples of Laam Shamsiyyah","ExamplesSwa":"Mfano ya Laam Shamsiyyah","ExamplesFr":"Exemples de Lam Ash Shamsiya","ExamplesPt":"Exemplos de Laam Shamsiyyah","ExamplesEs":"Ejemplos de Laam Shamsiyyah"},{"id":11,"Intro":"Instructions","IntroSwa":"Maelekezo","IntroFr":"Directives","IntroPt":"Instruções","IntroEs":"Instrucciones","IntroText":"Q̇alq̇alah means to make an echo or jerking sound at the articulation point of the letter","IntroTextSwa":"Q̇alq̇alah maana yake ni kufanya mwangwi au kutetemesha sauti pale inapotokea herufi.","IntroTextFr":"Q̇alq̇alah désigne le fait de produire un écho ou un son saccadé au point d’articulation de la lettre.","IntroTextPt":"Q̇alq̇alah significa fazer um eco ou som brusco no ponto de articulação da letra.","IntroTextEs":"Q̇alq̇alah significa hacer un eco o un sonido espasmódico en el punto de articulación de la letra.","Letters":"Q̇alq̇alah Letters","LettersSwa":"Herufi za Q̇alq̇alah","LettersFr":"Les lettres concernées par Q̇alq̇alah","LettersPt":"Letras Q̇alq̇alah","LettersEs":"Letras Q̇alq̇alah","LettersText":null,"LettersTextSwa":null,"LettersTextFr":null,"LettersTextPt":null,"LettersTextEs":null,"_Letters":"ق,ط,ب,ج,د","_LettersAudio":"001_silence_21.mp3,001_silence_16.mp3,001_silence_2.mp3,001_silence_5.mp3,001_silence_8.mp3","Method":"Method of Pronunciation","MethodSwa":"Namna ya kutamka","MethodFr":"Apprendre à prononcer","MethodPt":"Método de pronúncia","MethodEs":"Método de pronunciación","MethodText":"If any of the letters are Saakin (either the letter has a Sukoon or is Saakin because of stopping), the reciter should make Q̇alq̇alah","MethodTextSwa":"Herufi hizi hutamkwa kwa Q̇alq̇alah ikiwa ni Saakin. (Saakin hiyo inaweza kuwa herufi ina Sukoon au ni Saakin ya kusimama unaposoma)  ","MethodTextFr":"Si l’une des lettres est Saakina (soit la lettre a un soukoune ou est Saakina en raison d’un arrêt), le récitateur devrait effectuer Q̇alq̇alah.","MethodTextPt":"Se alguma das letras for Saakin (a letra tem um Sukoon ou é Saakin por causa da parada), o recitador deve fazer Q̇alq̇alah.","MethodTextEs":"Si alguna de las letras es Saakin (o la letra tiene un Sukoon o es Saakin debido a la parada), el recitador debe hacer Q̇alq̇alah.","Sign":null,"SignSwa":null,"SignFr":null,"SignPt":null,"SignEs":null,"SignText":null,"SignText2":null,"SignText3":null,"SignText4":null,"Examples":"Examples of Q̇alq̇alah","ExamplesSwa":"Mfano ya Q̇alq̇alah","ExamplesFr":"Exemples de Q̇alq̇alah","ExamplesPt":"Exemplos de Q̇alq̇alah","ExamplesEs":"Ejemplos de Q̇alq̇alah"},{"id":12,"Intro":"Instructions","IntroSwa":"Maelekezo","IntroFr":"Directives","IntroPt":"Instruções","IntroEs":"Instrucciones","IntroText":"This occurs when the letter of Qalqalah is in the middle of a word, or at the end of a word that you are not stopping on","IntroTextSwa":"Hii inapokuwa herufi ya Q̇alq̇alah iko kati ya neno au mwisho wa neno ambalo husimami katika usomaji.","IntroTextFr":"Cela se produit lorsque la lettre de Q̇alq̇alah se situe au milieu d’un mot, ou à la fin d’un mot auquel vous ne vous arrêtez pas.","IntroTextPt":"Isso ocorre quando a letra de Q̇alq̇alah está no meio de uma palavra ou no final de uma palavra em que você não está parando","IntroTextEs":"Esto ocurre cuando la letra de Q̇alq̇alah está en medio de una palabra, o al final de una palabra en la que no se detiene.","Letters":null,"LettersSwa":null,"LettersFr":null,"LettersPt":null,"LettersEs":null,"LettersText":null,"LettersTextSwa":null,"LettersTextFr":null,"LettersTextPt":null,"LettersTextEs":null,"_Letters":null,"_LettersAudio":null,"Method":null,"MethodSwa":null,"MethodFr":null,"MethodPt":null,"MethodEs":null,"MethodText":null,"MethodTextSwa":null,"MethodTextFr":null,"MethodTextPt":null,"MethodTextEs":null,"Sign":null,"SignSwa":null,"SignFr":null,"SignPt":null,"SignEs":null,"SignText":null,"SignText2":null,"SignText3":null,"SignText4":null,"Examples":"Examples of Qalqalah Suġra","ExamplesSwa":"Mfano ya Q̇alq̇alah Suġra","ExamplesFr":"Exemples de Q̇alq̇alah Soughra ","ExamplesPt":"Exemplos de Q̇alq̇alah Suġra","ExamplesEs":"Ejemplos de Q̇alq̇alah Suġra"},{"id":13,"Intro":"Instructions","IntroSwa":"Maelekezo","IntroFr":"Directives","IntroPt":"Instruções","IntroEs":"Instrucciones","IntroText":"This occurs when the letter of Qalqalah is at the end of a word, the letter of Qalqalah doesn\u0027t have Shaddah and you are stopping on that word","IntroTextSwa":"Hii inapokuwa herufi ya Q̇alq̇alah iko mwisho wa neno, na haina Shaddah na unasimami katika usomaji.","IntroTextFr":"Cela se produit lorsque la lettre de Q̇alq̇alah se situe à la fin d’un mot, que la lettre de Q̇alq̇alah ne porte pas une Chadda et auquel vous vous arrêtez.","IntroTextPt":"Isso ocorre quando a letra de Q̇alq̇alah está no final de uma palavra, a letra de Q̇alq̇alah não tem Shaddah e você está parando nessa palavra.","IntroTextEs":"Esto ocurre cuando la letra de Q̇alq̇alah está al final de una palabra, la letra de Q̇alq̇alah no tiene Shaddah y te detienes en esa palabra.","Letters":null,"LettersSwa":null,"LettersFr":null,"LettersPt":null,"LettersEs":null,"LettersText":null,"LettersTextSwa":null,"LettersTextFr":null,"LettersTextPt":null,"LettersTextEs":null,"_Letters":null,"_LettersAudio":null,"Method":null,"MethodSwa":null,"MethodFr":null,"MethodPt":null,"MethodEs":null,"MethodText":null,"MethodTextSwa":null,"MethodTextFr":null,"MethodTextPt":null,"MethodTextEs":null,"Sign":null,"SignSwa":null,"SignFr":null,"SignPt":null,"SignEs":null,"SignText":null,"SignText2":null,"SignText3":null,"SignText4":null,"Examples":"Examples of Qalqalah Wusat","ExamplesSwa":"Mfano ya Q̇alq̇alah Wusat","ExamplesFr":"Exemples de Q̇alq̇alah Wusta","ExamplesPt":"Exemplos de Q̇alq̇alah Wusat","ExamplesEs":"Ejemplos de Q̇alq̇alah Wusat"},{"id":14,"Intro":"Instructions","IntroSwa":"Maelekezo","IntroFr":"Directives","IntroPt":"Instruções","IntroEs":"Instrucciones","IntroText":"This occurs when the letter of Q̇alq̇alah is at the end of a word, the letter of Q̇alq̇alah has Shaddah and you are stopping on that word. ","IntroTextSwa":"Hii inapokuwa herufi ya Q̇alq̇alah iko mwisho wa neno, na ina Shaddah na unasimami katika usomaji.","IntroTextFr":"Cela se produit lorsque la lettre de Q̇alq̇alah se situe à la fin d’un mot, que la lettre de Q̇alq̇alah porte une Chadda et auquel vous vous arrêtez.","IntroTextPt":"Isso ocorre quando a letra de Q̇alq̇alah está no final de uma palavra, a letra de Q̇alq̇alah tem Shaddah e você está parando nessa palavra.","IntroTextEs":"Esto ocurre cuando la letra de Q̇alq̇alah está al final de una palabra, la letra de Q̇alq̇alah tiene Shaddah y te detienes en esa palabra.","Letters":null,"LettersSwa":null,"LettersFr":null,"LettersPt":null,"LettersEs":null,"LettersText":null,"LettersTextSwa":null,"LettersTextFr":null,"LettersTextPt":null,"LettersTextEs":null,"_Letters":null,"_LettersAudio":null,"Method":null,"MethodSwa":null,"MethodFr":null,"MethodPt":null,"MethodEs":null,"MethodText":null,"MethodTextSwa":null,"MethodTextFr":null,"MethodTextPt":null,"MethodTextEs":null,"Sign":null,"SignSwa":null,"SignFr":null,"SignPt":null,"SignEs":null,"SignText":null,"SignText2":null,"SignText3":null,"SignText4":null,"Examples":"Examples of Qalqalah Kubra","ExamplesSwa":"Mfano ya Q̇alq̇alah Kubra","ExamplesFr":"Exemples de Q̇alq̇alah Kubra","ExamplesPt":"Exemplos de Q̇alq̇alah Kubra","ExamplesEs":"Ejemplos de Q̇alq̇alah Kubra"},{"id":15,"Intro":"Instructions","IntroSwa":"Maelekezo","IntroFr":"Directives","IntroPt":"Instruções","IntroEs":"Instrucciones","IntroText":"Madd means to prolong the pronunciation of a letter which has one of the three Madd letters.\r\n\r\nMadd-at-Tabi’i is one of the Madd letters, \u003cspan\u003e\"ا\"\u003c/span\u003e\u0026nbsp;\u003cspan\u003e\"و\"\u003c/span\u003e\u0026nbsp;\u003cspan\u003e\"ى\"\u003c/span\u003e not followed by a Hamzah \u003cspan\u003e\"ء\"\u003c/span\u003e or a Saakin letter. It\u0027s prolonged 2 Harakas.\r\n\r\nWhen you stop on a word that has Fathatain above the last letter, only one Fatha and Alif will be pronounced. This Madd is called Madd ❛Ewaḍ\r\n","IntroTextSwa":"Madd ni kuvuta sauti unapotamka herufi yenye moja katika herifi tatu za Madd.\r\n\r\nMadd-at-Tabi’I ni moja katika herufi tatu za Madd, \u003cspan\u003e“ا”\u003c/span\u003e , \u003cspan\u003e“و”\u003c/span\u003e, \u003cspan\u003e“ى”\u003c/span\u003e zisizo fatwa na Hamza \u003cspan\u003e\"ء\"\u003c/span\u003e au herufi yenye Saakin. Herufi hii utaivuta sauti Haraka mbili.\r\n\r\nUnapo simama kwenye neno lenye Fat’hatain juu ya herufi ya mwisho, herufi hiyo husomwa kwa Fat’ha moja na Alif. Madd hii inaitwa Madd ❛Ewaḍ\r\n","IntroTextFr":"Al-Madd désigne le fait de prolonger la prononciation d’une lettre dont l’une des trois lettres Al-Madd.\r\nAl-Madd at-Taby’y est l’une des lettres Al-Madd, \"\"ا\" \"و\" \"ى non suivie de la lettre Hamza \"ء\" ou d’une lettre Sakina. Elle se prolonge par 2 Harakat.\r\nLorsque vous vous arrêtez sur un mot qui a Fathatain au-dessus de la dernière lettre, seul un Fatha et un Alif se prononcent. Ce Madd est appelé Al-Madd al-iwad\r\n","IntroTextPt":"Madd significa prolongar a pronúncia de uma letra que tem uma das três letras Madd.\r\n\r\nMadd-at-Tabi\u0027i é uma das letras Madd, “ا” “و”, “ى” não seguida por um Hamza “ء”  ou uma letra Saakin. São 2 Harakas prolongados.\r\n\r\nQuando você parar em uma palavra que tenha Fathatain acima da última letra, apenas um Fatha e Alif serão pronunciados. Este Madd se chama Madd ❛Ewaḍ\r\n","IntroTextEs":"Madd significa prolongar la pronunciación de una letra que tiene una de las tres letras Madd.\r\n\r\nMadd-at-Tabi\u0027i es una de las letras Madd, , “ا” “و” , “ى” no seguida de una letra Hamzah \"ء\" o Saakin. Es prolongado 2 Harakas.\r\n\r\nCuando te detienes en una palabra que tiene Fathatain arriba de la última letra, solo se pronunciará Fatha y Alif. Este Madd se llama Madd ❛Ewaḍ\r\n","Letters":null,"LettersSwa":null,"LettersFr":null,"LettersPt":null,"LettersEs":null,"LettersText":null,"LettersTextSwa":null,"LettersTextFr":null,"LettersTextPt":null,"LettersTextEs":null,"_Letters":null,"_LettersAudio":null,"Method":null,"MethodSwa":null,"MethodFr":null,"MethodPt":null,"MethodEs":null,"MethodText":null,"MethodTextSwa":null,"MethodTextFr":null,"MethodTextPt":null,"MethodTextEs":null,"Sign":null,"SignSwa":null,"SignFr":null,"SignPt":null,"SignEs":null,"SignText":null,"SignText2":null,"SignText3":null,"SignText4":null,"Examples":"Examples of Madd-at-Tabi’i","ExamplesSwa":"Mfano ya Madd-at-Tabi’i","ExamplesFr":"Exemples de Madd at-Taby’y","ExamplesPt":"Exemplos de Madd-at-Tabi\u0027i","ExamplesEs":"Ejemplos de Madd-at-Tabi\u0027i"},{"id":16,"Intro":"Instructions","IntroSwa":"Maelekezo","IntroFr":"Directives","IntroPt":"Instruções","IntroEs":"Instrucciones","IntroText":"If a letter of Madd is followed by a Hamzah \u003cspan\u003e\"ء\"\u003c/span\u003e which is present in the same word, the reader should prolong the Madd 4 or 5 Harakas. This Madd is obligatory.\u003cbr /\u003eSign in the Qur\u0027an: \u003cspan\u003e\u003cb\u003e~\u003c/b\u003e\u003c/span\u003e","IntroTextSwa":"Ikiwa herufi ya Madd inafatiwa na Hamzah \u003cspan\u003e\"ء\"\u003c/span\u003e iliyomo ndani ya neno hilolo, Madd hii huvutwa Haraka 4 au 5. Madd hii ni ya lazima.\r\n\r\nAlama yake katika Qur’an: \u003cspan\u003e~\u003c/span\u003e  \r\n","IntroTextFr":"Si une lettre du Madd est suivie de la lettre Hamza \"ء\" qui figure dans le même mot, le lecteur doit prolonger le Madd de 4 ou 5 Harakat. Ce Madd est obligatoire.\r\nSignes dans le Coran: ~\r\n","IntroTextPt":"Se uma letra de Madd é seguida por um Hamzah \"ء\" que está presente na mesma palavra, o leitor deve prolongar Madd 4 ou 5 Harakas. Este Madd é obrigatório.\r\nSinais no Alcorão: ~\r\n","IntroTextEs":"Si una letra de Madd es seguida por un Hamzah \"ء\" que está presente en la misma palabra, el lector debe prolongar Madd 4 o 5 Harakas. Este Madd es obligatorio.\r\nSímbolo en el Corán: ~\r\n","Letters":null,"LettersSwa":null,"LettersFr":null,"LettersPt":null,"LettersEs":null,"LettersText":null,"LettersTextSwa":null,"LettersTextFr":null,"LettersTextPt":null,"LettersTextEs":null,"_Letters":null,"_LettersAudio":null,"Method":null,"MethodSwa":null,"MethodFr":null,"MethodPt":null,"MethodEs":null,"MethodText":null,"MethodTextSwa":null,"MethodTextFr":null,"MethodTextPt":null,"MethodTextEs":null,"Sign":"","SignSwa":"","SignFr":null,"SignPt":null,"SignEs":null,"SignText":"","SignText2":null,"SignText3":null,"SignText4":null,"Examples":"Examples","ExamplesSwa":"Mfano","ExamplesFr":"Exemples","ExamplesPt":"Exemplos","ExamplesEs":"Ejemplos"},{"id":17,"Intro":"Instructions","IntroSwa":"Maelekezo","IntroFr":"Directives","IntroPt":"Instruções","IntroEs":"Instrucciones","IntroText":"If a letter of Madd is at the end of a word and is followed by a Hamzah \u003cspan\u003e\"ء\"\u003c/span\u003e which is present at the beginning of the next word, the reader should prolong the Madd 4 or 5 Harakas. Madd for 2 Harakas (Natural Madd) is pronounced when stopping on the letter of madd. This Madd is optional.\u003cbr /\u003eSign in the Qur\u0027an: \u003cspan\u003e\u003cb\u003e~\u003c/b\u003e\u003c/span\u003e","IntroTextSwa":"Ikiwa herufi ya Madd iko mwisho wa neno ambalo linafatiwa na Hamzah \u003cspan\u003e\"ء\"\u003c/span\u003e iliondani ya neno linalofwata, Madd hii huvutwa Haraka 4 au 5. Ukisimama kwenye herufi ya Madd, utaivuta Haraka mbili, na hii ni ya hiari.\r\n\r\nAlama yake katika Qur’an: \u003cspan\u003e~\u003c/span\u003e  \r\n","IntroTextFr":"Si une lettre du Madd se situe à la fin d’un mot et qu’elle est suivie de la lettre de Hamza \"ء\" qui figure au début du mot suivant, le lecteur doit prolonger le Madd de 4 ou 5 Harakat. Le Madd pour 2 Harakat (Madd naturel) se prononce en s’arrêtant sur la lettre du madd. Ce Madd est facultatif.\r\nSignes dans le Coran: ~\r\n","IntroTextPt":"Se uma letra de Madd estiver no final de uma palavra e for seguida por um Hamzah \"ء\" que está presente no início da próxima palavra, o leitor deve prolongar Madd 4 ou 5 Harakas. Madd para 2 Harakas (Natural Madd) é pronunciado ao parar na letra de madd. Este Madd é opcional.\r\nSinais no Alcorão : ~\r\n","IntroTextEs":"Si una letra de Madd está al final de una palabra y es seguida por un Hamzah \"ء\" que está presente al comienzo de la siguiente palabra, el lector debe prolongar Madd 4 o 5 Harakas. Madd para 2 Harakas (Natural Madd) se pronuncia cuando se detiene en la letra de madd. Este Madd es opcional.\r\nSímbolo en el Corán: ~\r\n","Letters":null,"LettersSwa":null,"LettersFr":null,"LettersPt":null,"LettersEs":null,"LettersText":null,"LettersTextSwa":null,"LettersTextFr":null,"LettersTextPt":null,"LettersTextEs":null,"_Letters":null,"_LettersAudio":null,"Method":null,"MethodSwa":null,"MethodFr":null,"MethodPt":null,"MethodEs":null,"MethodText":null,"MethodTextSwa":null,"MethodTextFr":null,"MethodTextPt":null,"MethodTextEs":null,"Sign":null,"SignSwa":null,"SignFr":null,"SignPt":null,"SignEs":null,"SignText":null,"SignText2":null,"SignText3":null,"SignText4":null,"Examples":"Examples","ExamplesSwa":"Mfano","ExamplesFr":"Exemples","ExamplesPt":"Exemplos","ExamplesEs":"Ejemplos"},{"id":18,"Intro":"Instructions","IntroSwa":"Maelekezo","IntroFr":"Directives","IntroPt":"Instruções","IntroEs":"Instrucciones","IntroText":"If a letter of Madd is preceded by Hamzah \u003cspan\u003e\"ء\"\u003c/span\u003e and not followed by Hamzah or Saakin letter, then the letter of Madd will prolonged 2 Harakas.","IntroTextSwa":"Ikiwa herufi ya Madd imetanguliwa na Hamzah \u003cspan\u003e\"ء\"\u003c/span\u003e na haijafwatiwa na Hamzah au herufi yenye Saakin, Madd hii utaivuta Haraka mbili. ","IntroTextFr":"Si une lettre du Madd est précédée de la lettre de Hamza \"ء\" et non suivie par Hamza ou lettre sakina, la lettre du Madd donc se prolonge avec 2 Harakat.","IntroTextPt":"Se uma letra de Madd for precedida por Hamzah \"ء\" e não seguida pela letra Hamzah ou Saakin, entonces la letra de Madd se prolongará 2 Harakas.","IntroTextEs":"Si una letra de Madd está precedida por Hamzah \"ء\" y no seguida por la letra Hamzah o Saakin, entonces la letra de Madd se prolongará 2 Harakas.","Letters":null,"LettersSwa":null,"LettersFr":null,"LettersPt":null,"LettersEs":null,"LettersText":null,"LettersTextSwa":null,"LettersTextFr":null,"LettersTextPt":null,"LettersTextEs":null,"_Letters":null,"_LettersAudio":null,"Method":null,"MethodSwa":null,"MethodFr":null,"MethodPt":null,"MethodEs":null,"MethodText":null,"MethodTextSwa":null,"MethodTextFr":null,"MethodTextPt":null,"MethodTextEs":null,"Sign":null,"SignSwa":null,"SignFr":null,"SignPt":null,"SignEs":null,"SignText":null,"SignText2":null,"SignText3":null,"SignText4":null,"Examples":"Examples","ExamplesSwa":"Mfano","ExamplesFr":"Exemples","ExamplesPt":"Exemplos","ExamplesEs":"Ejemplos"},{"id":19,"Intro":"Instructions","IntroSwa":"Maelekezo","IntroFr":"Directives","IntroPt":"Instruções","IntroEs":"Instrucciones","IntroText":"If a letter of Madd is followed by a letter at the end of a word which is Saakin temporarily, because the reader has to stop on the word, the reader should prolong the Madd to be Madd-ul-❛Ariḍ Li-Sukoon.\u003cbr /\u003eThis Madd can be prolonged 2, 4 or 6 Harakas.","IntroTextSwa":"Ikiwa herufi ya Madd inafwatiwa na herufi mwisho wa neno ambayo ni Saakin kwa sababu ya kusimama, Madd hii utaivuta Haraka 2, 4 au 6. Madd hii inaitwa Madd-ul-❛Ariḍ Li-Sukoon","IntroTextFr":"Si une lettre du Madd est suivie d’une lettre à la fin d’un mot qui est Sakina momentanément, du fait que le lecteur doit s’arrêter sur le mot, il doit prolonger le Madd pour en faire Al-Madd Al-’AriDou li s-soukoune. Ce Madd se prolonge avec 2, 4 ou 6 Harakat.","IntroTextPt":"Se uma letra de Madd é seguida por uma letra ao final de uma palavra que é Saakin temporariamente, porque o leitor tem que deterse na palavra, o leitor deve prolongar Madd para que mar Madd-ul-❛Ariḍ Li-Sukoon Este Madd pode prolongar 2, 4 ou 6 Harakas.","IntroTextEs":"Si una letra de Madd es seguida por una letra al final de una palabra que es Saakin temporalmente, porque el lector tiene que detenerse en la palabra, el lector debe prolongar Madd para que sea Madd-ul- ❛Ariḍ Li-Sukoon.\r\nEste Madd se puede prolongar 2, 4 o 6 Harakas.\r\n","Letters":null,"LettersSwa":null,"LettersFr":null,"LettersPt":null,"LettersEs":null,"LettersText":null,"LettersTextSwa":null,"LettersTextFr":null,"LettersTextPt":null,"LettersTextEs":null,"_Letters":null,"_LettersAudio":null,"Method":null,"MethodSwa":null,"MethodFr":null,"MethodPt":null,"MethodEs":null,"MethodText":null,"MethodTextSwa":null,"MethodTextFr":null,"MethodTextPt":null,"MethodTextEs":null,"Sign":null,"SignSwa":null,"SignFr":null,"SignPt":null,"SignEs":null,"SignText":null,"SignText2":null,"SignText3":null,"SignText4":null,"Examples":"Examples","ExamplesSwa":"Mfano","ExamplesFr":"Exemples","ExamplesPt":"Exemplos","ExamplesEs":"Ejemplos"},{"id":20,"Intro":"Instructions","IntroSwa":"Maelekezo","IntroFr":"Directives","IntroPt":"Instruções","IntroEs":"Instrucciones","IntroText":"The Leen letters: Waaw \u003cspan\u003e\"وْ\"\u003c/span\u003e \u0026 Yâ \u003cspan\u003e\"ىْ\"\u003c/span\u003e Saakin preceded by a letter with Fathah \u003cspan\u003eـَ\u003c/span\u003e.\u003cbr /\u003eIf one of the Leen letters is followed by a letter at the end of a word which is Saakin due to stopping, the reader should prolong the Leen letter 2, 4 or 6 Harakas.","IntroTextSwa":"Herufi za Madd-ul-Leen \u003cspan\u003e\"وْ\"\u003c/span\u003e na \u003cspan\u003e\"ىْ\"\u003c/span\u003e Saakin zinapotanguliwa na herufi yenye Fat’ha \u003cspan\u003eـَ\u003c/span\u003e na kufwatiwa na herufi mwisho wa neno ambayo ni Saakin kwa sababu ya kusimama, Madd hizi utazivuta Haraka 2, 4 au 6.","IntroTextFr":"Les lettres de Lin : Waaw \"وْ\" \u0026 Yâ \"ىْ\" Saakina précédées d’une lettre avec Fatha ـَ.\r\nSi l’une des lettres Lin est suivie d’une lettre à la fin d’un mot qui est Sakina en raison d’un arrêt, le lecteur doit prolonger la lettre Lin de 2, 4 ou 6 Harakat.\r\n","IntroTextPt":"As letras Leen: Waaw \"وْ\" \u0026 Yâ \"ىْ\" Saakin precedida por uma letra com Fathah ـَ.\r\nSe uma das letras Leen é seguida por uma letra ao final de uma palavra que Saakin deve à detenção, o leitor deve prolongar a letra Leen 2, 4 ou 6 Harakas.\r\n","IntroTextEs":"Las letras Leen: Waaw \"وْ\" \u0026 Yâ \"ىْ\" Saakin precedida por una letra con Fathah ـَ.\r\nSi una de las letras Leen es seguida por una letra al final de una palabra que es Saakin debido a la detención, el lector debe prolongar la letra Leen 2, 4 o 6 Harakas.\r\n","Letters":null,"LettersSwa":null,"LettersFr":null,"LettersPt":null,"LettersEs":null,"LettersText":null,"LettersTextSwa":null,"LettersTextFr":null,"LettersTextPt":null,"LettersTextEs":null,"_Letters":null,"_LettersAudio":null,"Method":null,"MethodSwa":null,"MethodFr":null,"MethodPt":null,"MethodEs":null,"MethodText":null,"MethodTextSwa":null,"MethodTextFr":null,"MethodTextPt":null,"MethodTextEs":null,"Sign":null,"SignSwa":null,"SignFr":null,"SignPt":null,"SignEs":null,"SignText":null,"SignText2":null,"SignText3":null,"SignText4":null,"Examples":"Examples","ExamplesSwa":"Mfano","ExamplesFr":"Exemples","ExamplesPt":"Exemplos","ExamplesEs":"Ejemplos"},{"id":21,"Intro":"Instructions","IntroSwa":"Maelekezo","IntroFr":"Directives","IntroPt":"Instruções","IntroEs":"Instrucciones","IntroText":"If a letter of Madd is followed by a Mushaddad letter which is present in the same word, the reciter should prolong the Madd 6 Harakas","IntroTextSwa":"Ikiwa herufi ya Madd infwatiwa na herufi yenye Shaddah na hii herufi imo ndani ya neno lilelile, Madd hii utaivuta Haraka 6. ","IntroTextFr":"Si une lettre du Madd est suivie d’une lettre de Moushaddad qui figure dans le même mot, le récitateur doit prolonger le Madd de 6 Harakat.","IntroTextPt":"Se uma letra de Madd é seguida por uma letra de Mushaddad que está presente na mesma palavra, o recitador deve prolongar Madd 6 Harakas.","IntroTextEs":"Si una letra de Madd es seguida por una letra de Mushaddad que está presente en la misma palabra, el recitador debe prolongar Madd 6 Harakas.","Letters":null,"LettersSwa":null,"LettersFr":null,"LettersPt":null,"LettersEs":null,"LettersText":null,"LettersTextSwa":null,"LettersTextFr":null,"LettersTextPt":null,"LettersTextEs":null,"_Letters":null,"_LettersAudio":null,"Method":null,"MethodSwa":null,"MethodFr":null,"MethodPt":null,"MethodEs":null,"MethodText":null,"MethodTextSwa":null,"MethodTextFr":null,"MethodTextPt":null,"MethodTextEs":null,"Sign":null,"SignSwa":null,"SignFr":null,"SignPt":null,"SignEs":null,"SignText":null,"SignText2":null,"SignText3":null,"SignText4":null,"Examples":"Examples","ExamplesSwa":"Mfano","ExamplesFr":"Exemples","ExamplesPt":"Exemplos","ExamplesEs":"Ejemplos"},{"id":22,"Intro":"Instructions","IntroSwa":"Maelekezo","IntroFr":"Directives","IntroPt":"Instruções","IntroEs":"Instrucciones","IntroText":"If a letter of Madd is followed by an original Sukoon (not due to stopping) which is present in the same word, the reciter should prolong the Madd 6 Harakas. There is only one word in the Qur\u0027an with this type of Madd.","IntroTextSwa":"Ikiwa herufi ya Madd infwatiwa na herufi yenye Sukuun na herufi hiyo imo ndani ya neno hilohilo, Madd hii utaivuta Haraka 6. Katika Qur’an kuna neno moja tu lenye Madd ya aina hii. ","IntroTextFr":"Si une lettre de Madd est suivie d’un Soukoune original (non dû à un arrêt) qui figure dans le même mot, le récitateur doit prolonger le Madd de 6 Harakat. Il n’y a qu’un seul mot dans le Coran avec ce type de Madd.","IntroTextPt":"Se uma letra de Madd é seguida por um Sukoon original (no debido a la parada) que está presente na mesma palavra, o recitador deve prolongar Madd 6 Harakas. Solo hay una palabra en el Corán con este tipo de Madd.","IntroTextEs":"Si una letra de Madd es seguida por un Sukoon original (no debido a la parada) que está presente en la misma palabra, el recitador debe prolongar Madd 6 Harakas. Solo hay una palabra en el Corán con este tipo de Madd.","Letters":null,"LettersSwa":null,"LettersFr":null,"LettersPt":null,"LettersEs":null,"LettersText":null,"LettersTextSwa":null,"LettersTextFr":null,"LettersTextPt":null,"LettersTextEs":null,"_Letters":null,"_LettersAudio":null,"Method":null,"MethodSwa":null,"MethodFr":null,"MethodPt":null,"MethodEs":null,"MethodText":null,"MethodTextSwa":null,"MethodTextFr":null,"MethodTextPt":null,"MethodTextEs":null,"Sign":null,"SignSwa":null,"SignFr":null,"SignPt":null,"SignEs":null,"SignText":null,"SignText2":null,"SignText3":null,"SignText4":null,"Examples":"Examples","ExamplesSwa":"Mfano","ExamplesFr":"Exemples","ExamplesPt":"Exemplos","ExamplesEs":"Ejemplos"},{"id":23,"Intro":"Instructions","IntroSwa":"Maelekezo","IntroFr":"Directives","IntroPt":"Instruções","IntroEs":"Instrucciones","IntroText":"There are 14 independent letters that occur in the Qur\u0027an at the beginning of some Surahs:\u003cbr /\u003e\u003cspan\u003eن\u003c/span\u003e\u003cspan\u003eص\u003c/span\u003e\u003cspan\u003eح\u003c/span\u003e\u003cspan\u003eك\u003c/span\u003e\u003cspan\u003eي\u003c/span\u003e\u003cspan\u003eم\u003c/span\u003e\u003cspan\u003eق\u003c/span\u003e\u003cspan\u003eا\u003c/span\u003e\u003cspan\u003eط\u003c/span\u003e\u003cspan\u003eع\u003c/span\u003e\u003cspan\u003eل\u003c/span\u003e\u003cspan\u003eه\u003c/span\u003e\u003cspan\u003eس\u003c/span\u003e\u003cspan\u003eر\u003c/span\u003e\u003cbr /\u003e\u003cbr /\u003eThese letters are attached to each other like ordinary words. However the individual letters have to be pronounced by reading out their respective names. Some of these leters are prolonged 6 Harakas: \u003cbr /\u003e\u003cspan\u003eن\u003c/span\u003e \u003cspan\u003eق\u003c/span\u003e \u003cspan\u003eص\u003c/span\u003e \u003cspan\u003eع\u003c/span\u003e \u003cspan\u003eس\u003c/span\u003e \u003cspan\u003eل\u003c/span\u003e \u003cspan\u003eك\u003c/span\u003e \u003cspan\u003eم\u003c/span\u003e","IntroTextSwa":"Ziko herufi 14 ambazo huwepo mwanzo wa baadhi ya Surah katika Qur’an. Herufi hizo ni: \r\n\r\n\u003cspan\u003eن\u003c/span\u003e \u003cspan\u003eص\u003c/span\u003e \u003cspan\u003eح\u003c/span\u003e \u003cspan\u003eك\u003c/span\u003e \u003cspan\u003eى\u003c/span\u003e \u003cspan\u003eم\u003c/span\u003e \u003cspan\u003eق\u003c/span\u003e \u003cspan\u003eا\u003c/span\u003e \u003cspan\u003eط\u003c/span\u003e \u003cspan\u003eع\u003c/span\u003e \u003cspan\u003eل\u003c/span\u003e \u003cspan\u003eه\u003c/span\u003e \u003cspan\u003eس\u003c/span\u003e \u003cspan\u003eر\u003c/span\u003e\r\n\r\nHerufi hizi huwa zimekamatana lakini hutamkwa mbalimbali. Na katika hizi, nyengine huvutwa haraka 6 katika usomaji:\r\n\r\n\u003cspan\u003eن\u003c/span\u003e \u003cspan\u003eق\u003c/span\u003e \u003cspan\u003eص\u003c/span\u003e \u003cspan\u003eع\u003c/span\u003e \u003cspan\u003eس\u003c/span\u003e \u003cspan\u003eل\u003c/span\u003e \u003cspan\u003eك\u003c/span\u003e \u003cspan\u003eم\u003c/span\u003e\r\n","IntroTextFr":"Il y a 14 lettres indépendantes qui apparaissent dans le Coran au début de certaines sourates :\r\n\r\nن ص ح ك ى م ق ا ط ع ل ه س ر\r\n\r\nCes lettres sont attachées les unes aux autres comme des mots ordinaires. Cependant, les lettres individuelles doivent être prononcées en lisant leurs noms respectifs. Certaines de ces lettres sont prolongées par 6 Harakat :\r\n\r\nن ق ص ع س ل ك م\r\n","IntroTextPt":"Hay 14 letras independentes que aparecem no Corán al comienzo de algumas suras:\r\n\r\nن ص ح ك ى م ق ا ط ع ل ه س ر\r\n\r\nEstas letras estão unidas entre sí como palavras comuns. Sem embargo, as letras individuais devem ser pronunciadas leyendo seus respectivos nomes. Algumas dessas letras se prolongam em 6 Harakas:\r\n\r\nن ق ص ع س ل ك م\r\n","IntroTextEs":"Hay 14 letras independientes que aparecen en el Corán al comienzo de algunas Suras:\r\n\r\nن ص ح ك ى م ق ا ط ع ل ه س ر\r\n\r\nEstas letras están unidas entre sí como palabras ordinarias. Sin embargo, las letras individuales deben pronunciarse leyendo sus respectivos nombres. Algunas de estas letras se prolongan 6 Harakas:\r\n\r\nن ق ص ع س ل ك م\r\n","Letters":null,"LettersSwa":null,"LettersFr":null,"LettersPt":null,"LettersEs":null,"LettersText":null,"LettersTextSwa":null,"LettersTextFr":null,"LettersTextPt":null,"LettersTextEs":null,"_Letters":null,"_LettersAudio":null,"Method":null,"MethodSwa":null,"MethodFr":null,"MethodPt":null,"MethodEs":null,"MethodText":null,"MethodTextSwa":null,"MethodTextFr":null,"MethodTextPt":null,"MethodTextEs":null,"Sign":null,"SignSwa":null,"SignFr":null,"SignPt":null,"SignEs":null,"SignText":null,"SignText2":null,"SignText3":null,"SignText4":null,"Examples":"Examples","ExamplesSwa":"Mfano","ExamplesFr":"Exemples","ExamplesPt":"Exemplos","ExamplesEs":"Ejemplos"},{"id":24,"Intro":"Instructions","IntroSwa":"Maelekezo","IntroFr":"Directives","IntroPt":"Instruções","IntroEs":"Instrucciones","IntroText":"If a letter of Madd is followed by a Saakin letter, the reader should prolong the Madd 6 Harakas.\u003cbr /\u003e\u003cbr /\u003eThe letter \u003cspan\u003eع\u003c/span\u003e can be prolonged either 4 or 6 Harakas as the middle letter \u003cspan\u003eى\u003c/span\u003e is a letter of Leen. The preference is to be prolonged 6 Harakas.","IntroTextSwa":"Ikiwa herufi ya Madd infwatiwa na herufi yenye Saakin, herufi hiyo ya Madd huvutwa Haraka 6 katika usomaji. Herufi ya \u003cspan\u003eع\u003c/span\u003e inaweza kuvutwa Haraka 4 au 6 kwa sabubu herufi ya \u003cspan\u003eى\u003c/span\u003e inayofwata katika utamshi ni herufi ya Leen.   ","IntroTextFr":"Si une lettre du Madd est suivie d’une lettre Sakina, le lecteur doit prolonger le Madd de 6 Harakat.\r\nLa lettre ع peut être prolongée de 4 ou 6 Harakat car la lettre centrale ى est une lettre de Lin. Il est préférable de la prolonger de 6 Harakat.\r\n","IntroTextPt":"Se uma carta de Madd for seguida por uma carta de Saakin, o leitor deve prolongar o Madd 6 Harakas.\r\nA letra ع pode ser prolongada 4 ou 6 Harakas, pois a letra do meio ى é uma carta de Leen. A preferência é prolongar 6 Harakas.\r\n","IntroTextEs":"Si una letra de Madd es seguida por una letra de Saakin, el lector debe prolongar Madd 6 Harakas.\r\nLa letra  ع  se puede prolongar 4 o 6 Harakas ya que la letra del medio ى es una letra de Leen. La preferencia es que se prolongue 6 Harakas.\r\n","Letters":null,"LettersSwa":null,"LettersFr":null,"LettersPt":null,"LettersEs":null,"LettersText":null,"LettersTextSwa":null,"LettersTextFr":null,"LettersTextPt":null,"LettersTextEs":null,"_Letters":null,"_LettersAudio":null,"Method":null,"MethodSwa":null,"MethodFr":null,"MethodPt":null,"MethodEs":null,"MethodText":null,"MethodTextSwa":null,"MethodTextFr":null,"MethodTextPt":null,"MethodTextEs":null,"Sign":null,"SignSwa":null,"SignFr":null,"SignPt":null,"SignEs":null,"SignText":null,"SignText2":null,"SignText3":null,"SignText4":null,"Examples":"Examples","ExamplesSwa":"Mfano","ExamplesFr":"Exemples","ExamplesPt":"Exemplos","ExamplesEs":"Ejemplos"},{"id":25,"Intro":null,"IntroSwa":null,"IntroFr":null,"IntroPt":null,"IntroEs":"Instrucciones","IntroText":null,"IntroTextSwa":null,"IntroTextFr":null,"IntroTextPt":null,"IntroTextEs":null,"Letters":null,"LettersSwa":null,"LettersFr":null,"LettersPt":null,"LettersEs":null,"LettersText":null,"LettersTextSwa":null,"LettersTextFr":null,"LettersTextPt":null,"LettersTextEs":null,"_Letters":null,"_LettersAudio":null,"Method":null,"MethodSwa":null,"MethodFr":null,"MethodPt":null,"MethodEs":null,"MethodText":null,"MethodTextSwa":null,"MethodTextFr":null,"MethodTextPt":null,"MethodTextEs":null,"Sign":null,"SignSwa":null,"SignFr":null,"SignPt":null,"SignEs":null,"SignText":null,"SignText2":null,"SignText3":null,"SignText4":null,"Examples":"Examples","ExamplesSwa":"Mfano","ExamplesFr":"Exemples","ExamplesPt":"Exemplos","ExamplesEs":"Ejemplos"}]